Repository: samtygier/mate-display-manager
Catalog: po/*.po
Languages: be, be@latin, en@shaw, id, ja, lv, ml, uk

source: Set to true to disable showing the restart buttons in the login window.
be: Зрабіць ісцінай, каб адключыць паказ кнопкі перазагрузкі ў вакне ўваходу.
en@shaw: 𐑕𐑧𐑑 𐑑 𐑑𐑮𐑵 𐑑 𐑛𐑦𐑕𐑱𐑚𐑩𐑤 𐑖𐑴𐑦𐑙 𐑞 𐑮𐑰𐑕𐑑𐑸𐑑 𐑚𐑳𐑑𐑩𐑯𐑟 𐑦𐑯 𐑞 𐑤𐑪𐑜𐑦𐑯 𐑢𐑦𐑯𐑛𐑴.
id: Isi dengan nilai benar (true) untuk tidak menampilkan tombol hidupkan ulang komputer pada jendela log masuk.
ja: true にすると、ログインウィンドウに再起動のボタンが表示されなくなります。
lv: Iestatīt uz true (patiess), lai izslēgtu pārstartēšanas pogu rādīšanu pieteikšanās logā.
ml: ലോഗില്‍ ജാലകത്തില്‍ വീണ്ടും ആരംഭിക്കുന്നതിനുള്ള ബട്ടണുകള്‍ കാണിക്കുന്നതു് പ്രവര്‍ത്തന രഹിതമാക്കുന്നതിനു് true ആയി സജ്ജമാക്കുക.
uk: Встановити "Так", щоб вимкнути показ кнопки перезавантаження у вікні входу.

source: Set to true to enable the XRandR settings manager plugin.
id: Isi dengan nilai benar (true) untuk mengaktifkan plugin pengelola penataan XRandR.
ja: true にすると、XRandR の設定プラグインを起動します。
lv: Iestatīt uz true (patiess), lai ieslēgtu XRandR iestatījumu pārvaldnieka spraudni.

source: Set to true to enable the background settings manager plugin.
be: Зрабіць ісцінай, каб уключыць дадатак кіраўніка настаўленняў тла.
en@shaw: 𐑕𐑧𐑑 𐑑 𐑑𐑮𐑵 𐑑 𐑦𐑯𐑱𐑚𐑩𐑤 𐑞 𐑚𐑨𐑒𐑜𐑮𐑬𐑯𐑛 𐑕𐑧𐑑𐑦𐑙𐑟 𐑥𐑨𐑯𐑩𐑡𐑼 𐑐𐑤𐑳𐑜𐑦𐑯.
id: Isi dengan nilai benar (true) untuk mengaktifkan plugin manajer penataan latar belakang.
ja: true にすると、背景の設定プラグインを起動します。
lv: Iestatīt uz true (patiess), lai ieslēgtu fona iestatījumu pārvaldnieka spraudni.
ml: പശ്ചാത്തല സജ്ജീകരണ മാനേജര്‍ പ്ലഗിന്‍ പ്രവര്‍ത്തന സജ്ജമാക്കുന്നതിനു് true ആയി സജ്ജമാക്കുക.
uk: Встановити "Так", щоб увімкнути додаток менеджера параметрів тла.

source: Set to true to enable the media-keys settings manager plugin.
be: Зрабіць ісцінай, каб уключыць дадатак кіраўніка медыя-клавіш.
en@shaw: 𐑕𐑧𐑑 𐑑 𐑑𐑮𐑵 𐑑 𐑦𐑯𐑱𐑚𐑩𐑤 𐑞 𐑥𐑰𐑛𐑦𐑩-𐑒𐑰𐑟 𐑕𐑧𐑑𐑦𐑙𐑟 𐑥𐑨𐑯𐑩𐑡𐑼 𐑐𐑤𐑳𐑜𐑦𐑯.
id: Isi dengan nilai benar (true) untuk mengaktifkan plugin manajer penataan kunci media.
ja: true にすると、メディアキーの設定プラグインを起動します。
lv: Iestatīt uz true (patiess), lai ieslēgtu mēdiju taustiņu iestatījumu pārvaldnieka spraudni.
ml: media-keys സജ്ജീകരണ മാനേജര്‍ പ്ലഗിന്‍ പ്രവര്‍ത്തന സജ്ജമാക്കുന്നതിനു് true ആയി സജ്ജമാക്കുക.
uk: Встановити "Так", щоб увімкнути додаток менеджера параметрів медіа-клавіш.

source: Set to true to enable the on-screen keyboard.
be: Зрабіць ісцінай, каб уключыць віртуальную клавіятуру.
en@shaw: 𐑕𐑧𐑑 𐑑 𐑑𐑮𐑵 𐑑 𐑦𐑯𐑱𐑚𐑩𐑤 𐑞 𐑪𐑯-𐑕𐑒𐑮𐑰𐑯 𐑒𐑰𐑚𐑪𐑮𐑛.
id: Isi dengan nilai benar (true) untuk mengaktifkan papan ketik pada layar.
ja: true にすると、オンスクリーン・キーボードを起動します。
lv: Iestatīt uz true (patiess), lai aktivizētu ekrāna tastatūru.
ml: ഓണ്‍ സ്ക്രീന്‍ കീബോര്‍ഡ് പ്രവര്‍ത്തന സജ്ജമാക്കുന്നതിനു് true ആയി സജ്ജമാക്കുക.
uk: Встановити "Так", щоб увімкнути додаток екранної клавіатури.

source: Set to true to enable the plugin to manage the accessibility keyboard settings.
be: Зрабіць ісцінай, каб уключыць дадатак кіраўніка настаўленняў віртуальнай клавіятуры.
en@shaw: 𐑕𐑧𐑑 𐑑 𐑑𐑮𐑵 𐑑 𐑦𐑯𐑱𐑚𐑩𐑤 𐑞 𐑐𐑤𐑳𐑜𐑦𐑯 𐑑 𐑥𐑨𐑯𐑦𐑡 𐑞 𐑨𐑒𐑕𐑧𐑕𐑩𐑚𐑦𐑤𐑦𐑑𐑰 𐑒𐑰𐑚𐑪𐑮𐑛 𐑕𐑧𐑑𐑦𐑙𐑟.
id: Isi dengan nilai benar (true) untuk mengaktifkan plugin untuk mengelola penataan papan kunci aksesibilitas.
ja: true にすると、アクセシビリティのキーボード設定プラグインを起動します。
lv: Iestatīt uz true (patiess), lai ieslēgtu tastatūras pieejamības iestatījumu pārvaldnieka spraudni.
ml: ആക്സസിബിളിറ്റി കീബോര്‍ഡ് സജ്ജീകരണങ്ങള്‍ കൈകാര്യം ചെയ്യുന്നതിനുള്ള പ്ലഗിന്‍ പ്രവര്‍ത്തന‍ത്തന സജ്ജമാക്കുന്നതിനു് true ആയി സജ്ജമാക്കുക.
uk: Встановити "Так", щоб увімкнути додаток керування доступністю налаштувань клавіатури.

source: Set to true to enable the screen magnifier.
be: Зрабіць ісцінай, каб уключыць павелічальнік экрана.
en@shaw: 𐑕𐑧𐑑 𐑑 𐑑𐑮𐑵 𐑑 𐑦𐑯𐑱𐑚𐑩𐑤 𐑞 𐑕𐑒𐑮𐑰𐑯 𐑥𐑨𐑜𐑯𐑩𐑓𐑲𐑻.
id: Isi dengan nilai benar (true) untuk mengaktifkan pembesar tampilan layar.
ja: true にすると、拡大鏡を起動します。
lv: Iestatīt uz true (patiess), lai aktivizētu ekrāna lupu.
ml: സ്ക്രീന്‍ മാഗ്നിഫയര്‍ പ്രവര്‍ത്തന സജ്ജമാക്കുന്നതിനു് true ആയി സജ്ജമാക്കുക.
uk: Встановити "Так", щоб увімкнути екранну лупу.

source: Set to true to enable the screen reader.
be: Зрабіць ісцінай, каб уключыць чытач экрана.
en@shaw: 𐑕𐑧𐑑 𐑑 𐑑𐑮𐑵 𐑑 𐑦𐑯𐑱𐑚𐑩𐑤 𐑞 𐑕𐑒𐑮𐑰𐑯 𐑮𐑰𐑛𐑼.
id: Isi dengan nilai benar (true) untuk mengaktifkan pembaca layar.
ja: true にすると、スクリーン・リーダを起動します。
lv: Iestatīt uz true (patiess), lai aktivizētu ekrāna lasītāju.
ml: സ്ക്രീന്‍ റീഡര്‍ സജ്ജമാക്കുന്നതിനു് true ആയി സജ്ജമാക്കുക.
uk: Встановити "Так", щоб увімкнути читач екрану.

source: Set to true to enable the sound settings manager plugin.
be: Зрабіць ісцінай, каб уключыць дадатак кіраўніка настаўленняў гуку.
en@shaw: 𐑕𐑧𐑑 𐑑 𐑑𐑮𐑵 𐑑 𐑦𐑯𐑱𐑚𐑩𐑤 𐑞 𐑕𐑬𐑯𐑛 𐑕𐑧𐑑𐑦𐑙𐑟 𐑥𐑨𐑯𐑩𐑡𐑼 𐑐𐑤𐑳𐑜𐑦𐑯.
id: Isi dengan nilai benar (true) untuk mengaktifkan plugin pengelola penataan suara.
ja: true にすると、サウンドの設定プラグインを起動します。
lv: Iestatīt uz true (patiess), lai ieslēgtu skaņas iestatījumu pārvaldnieka spraudni.
ml: ശബ്ദ ക്രമീകരണങ്ങള്‍ മാനേജര്‍ പ്ലഗിന്‍ സജ്ജമാക്കുന്നതിനു് true ആയി സജ്ജമാക്കുക.
uk: Встановити "Так", щоб увімкнути додаток налаштувань звуку.

source: Set to true to enable the xsettings settings manager plugin.
be: Зрабіць ісцінай, каб уключыць дадатак кіраўніка настаўленняў xsettings.
id: Isi dengan nilai benar (true) untuk mengaktifkan plugin pengelola penataan xsettings.
ja: true にすると、XSettings の設定プラグインを起動します。
lv: Iestatīt uz true (patiess), lai ieslēgtu xsettings iestatījumu pārvaldnieka spraudni.
ml: xsettings ക്രമീകരണങ്ങള്‍ മാനേജര്‍ പ്ലഗിന്‍ സജ്ജമാക്കുന്നതിനു് true ആയി സജ്ജമാക്കുക.
uk: Встановити "Так", щоб увімкнути додаток менеджера параметрів xsettings.

source: Set to true to show the banner message text.
be: Зрабіць ісцінай, каб уключыць тэкс транспаранта.
be@latin: Akreśli jak "TRUE", kab prahrama pakazvała vitalny tekst.
en@shaw: 𐑕𐑧𐑑 𐑑 𐑑𐑮𐑵 𐑑 𐑖𐑴 𐑞 𐑚𐑨𐑯𐑻 𐑥𐑧𐑕𐑦𐑡 𐑑𐑧𐑒𐑕𐑑.
id: Isi dengan nilai benar (true) untuk menampilkan teks pesan banner.
ja: true にすると、バナーメッセージを表示します。
lv: Iestatīt uz true (patiess), lai rādītu karoga joslas paziņojuma tekstu.
ml: ബാനര്‍ ടെക്സ്റ്റ് സന്ദേശം കാണിക്കുന്നതിനായി true ആയി സജ്ജമാക്കുക.
uk: Встановити "Так", щоб показати текст повідомлення заголовку

source: Set to true to use Compiz as the window manager.
id: Isi dengan nilai benar (true) untuk menggunakan Compiz sebagai manajer jendela.
ja: true にすると、ウィンドウマネージャとして Compiz を起動します。
lv: Iestatīt uz true (patiess), lai izmantotu Compiz kā logu pārvaldnieku.

source: Text banner message to show in the login window when the user chooser is empty, instead of banner_message_text.
id: Pesan banner teks untuk ditampilkan pada jendela login ketika pemilih pengguna kosong, alih-alih banner_message_text.
ja: ユーザ選択が空の場合、banner_message_text の代わりにログインウィンドウに表示するバナーメッセージの文字列。
lv: Teksta joslas paziņojums, ko rādīt pieteikšanās logā gadījumā, ja nav pieejami lietotāji ko izvēlēties.

source: Text banner message to show in the login window.
id: Pesan yang ditampilkan pada jendela log masuk.
ja: ログインウィンドウに表示するバナーメッセージの文字列です。
lv: Teksta ziņojums, ko rādīt pieteikšanās logā.

source: True if the XRandR settings manager plugin is enabled.
id: True bila plugin manajer penataan XRandR diaktifkan.
ja: XRandR の設定プラグインを有効にするかどうか。
lv: Patiess (true), ja XRandR iestatījumu pārvaldnieka spraudnis ir aktivizēts.

source: True if the background settings manager plugin is enabled.
be: Ісціна, калі ўключаны дадатак Кіраўнік настаўленняў тла.
be@latin: "TRUE", kali ŭklučany plugin naładaŭ dla fonu.
en@shaw: 𐑑𐑮𐑵 𐑦𐑓 𐑞 𐑚𐑨𐑒𐑜𐑮𐑬𐑯𐑛 𐑕𐑧𐑑𐑦𐑙𐑟 𐑥𐑨𐑯𐑩𐑡𐑼 𐑐𐑤𐑳𐑜𐑦𐑯 𐑦𐑟 𐑦𐑯𐑱𐑚𐑩𐑤𐑛.
id: True bila plugin manajer penataan latar belakang diaktifkan.
ja: 背景の設定プラグインを有効にするかどうか。
lv: Patiess (true), ja fona iestatījumu pārvaldnieka spraudnis ir aktivizēts.
ml: പശ്ചാത്തല ക്രമീകരണ മാനേജര്‍ പ്ലഗിന്‍ സജ്ജമെങ്കില്‍, True.
uk: "Так", якщо додаток фонового менеджера параметрів увімкнений.

source: True if the media-keys settings manager plugin is enabled.
be: Ісціна, калі ўключаны дадатак Кіраўнік настаўленняў медыя-клавіш.
be@latin: "TRUE", kali ŭklučany plugin naładaŭ dla medyjaklavišaŭ.
en@shaw: 𐑑𐑮𐑵 𐑦𐑓 𐑞 𐑥𐑰𐑛𐑦𐑩-𐑒𐑰𐑟 𐑕𐑧𐑑𐑦𐑙𐑟 𐑥𐑨𐑯𐑩𐑡𐑼 𐑐𐑤𐑳𐑜𐑦𐑯 𐑦𐑟 𐑦𐑯𐑱𐑚𐑩𐑤𐑛.
id: True bila plugin manajer penataan kunci media diaktifkan.
ja: メディアキーの設定プラグインを有効にするかどうか
lv: Patiess (true), ja mēdiju taustiņu iestatījumu pārvaldnieka spraudnis ir aktivizēts.
ml: media-keys ക്രമീകരണ മാനേജര്‍ പ്ലഗിന്‍ സജ്ജമെങ്കില്‍, True.
uk: "Так", якщо додаток менеджера параметрів медіа-клавіш увімкнений.

source: True if the sound settings manager plugin is enabled.
be: Ісціна, калі ўключаны дадатак Кіраўнік настаўленняў гуку.
be@latin: "TRUE", kali ŭklučany plugin naładaŭ dla huku.
en@shaw: 𐑑𐑮𐑵 𐑦𐑓 𐑞 𐑕𐑬𐑯𐑛 𐑕𐑧𐑑𐑦𐑙𐑟 𐑥𐑨𐑯𐑩𐑡𐑼 𐑐𐑤𐑳𐑜𐑦𐑯 𐑦𐑟 𐑦𐑯𐑱𐑚𐑩𐑤𐑛.
id: True bila plugin manajer penataan suara diaktifkan.
ja: サウンドの設定プラグインを有効にするかどうか
lv: Patiess (true), ja skaņas iestatījumu pārvaldnieka spraudnis ir aktivizēts.
ml: ശബ്ദ ക്രമീകരണ മാനേജര്‍ പ്ലഗിന്‍ സജ്ജമെങ്കില്‍, True.
uk: "Так", якщо додаток менеджера параметрів звуку увімкнений.

source: True if the xsettings settings manager plugin is enabled.
be: Ісціна, калі ўключаны дадатак Кіраўнік настаўленняў xsettings.
be@latin: "TRUE", kali ŭklučany plugin naładaŭ dla "Xsettings".
id: True bila plugin manajer penataan xsettings diaktifkan.
ja: XSettings の設定プラグインを有効にするかどうか
lv: Patiess (true), ja xsettings iestatījumu pārvaldnieka spraudnis ir aktivizēts.
ml: xsettings ക്രമീകരണ മാനേജര്‍ പ്ലഗിന്‍ സജ്ജമെങ്കില്‍, True.
uk: "Так", якщо додаток менеджера параметрів xsettings увімкнений.

source: Use Compiz as the window manager
id: Menggunakan Compiz sebagai manajer jendela
ja: ウィンドウマネージャとして Compiz を使用
lv: Izmantot Compiz kā logu pārvaldnieku

source: Duration
be: Працягласць
be@latin: Praciahłaść
en@shaw: 𐑛𐑫𐑮𐑱𐑖𐑩𐑯
id: Durasi
ja: 経過時間
lv: Ilgums
ml: സമയം
uk: Тривалість

source: Number of seconds until timer stops
be: Колькасць секунд перш чым таймер спыніцца
be@latin: Kolkaść sekund da spynieńnia hadzińnika
en@shaw: 𐑯𐑳𐑥𐑚𐑼 𐑝 𐑕𐑧𐑒𐑩𐑯𐑛𐑟 𐑳𐑯𐑑𐑦𐑤 𐑑𐑲𐑥𐑻 𐑕𐑑𐑪𐑐𐑕
id: Jumlah detik hingga pewaktu (timer) berhenti
ja: タイマーを停止するまでの時間 (単位は秒) です。
lv: Sekunžu skaits, līdz skaitītājs apstājas
ml: ടൈമര്‍ നിര്‍ത്തുന്നതു് വരെയുള്ള സെക്കന്‍ഡുകള്‍
uk: Кількість секунд до того як таймер зупиниться

source: Start time
be: Пачаць адлік
be@latin: Pačatkovy čas
en@shaw: 𐑕𐑑𐑸𐑑 𐑑𐑲𐑥
id: Waktu mulai
ja: 開始時間
lv: Sākuma laiks
ml: ആരംഭിക്കുന്ന സമയം
uk: Час запуску

source: Time the timer was started
be: Час, у які пачаў працаваць таймер
be@latin: Čas uklučeńnia hadzińnika
en@shaw: 𐑑𐑲𐑥 𐑞 𐑑𐑲𐑥𐑻 𐑢𐑪𐑟 𐑕𐑑𐑸𐑑𐑩𐑛
id: Saat pewaktu dimulai
ja: タイマーを起動する時間です
lv: Laiks, cikos skaitītājs tika palaists
ml: ടൈമര്‍ ആരംഭിച്ച സമയം
uk: Час, коли запущений таймер

source: Is it Running?
be: Ці ён працуе?
be@latin: Ci pracuje?
en@shaw: 𐑦𐑟 𐑦𐑑 𐑮𐑳𐑯𐑦𐑙?
id: Dia Jalan?
ja: 起動中かどうか
lv: Vai tas ir palaists?
ml: പ്രവര്‍ത്തിക്കുന്നുണ്ടോ?
uk: Запущений?

source: Whether the timer is currently ticking
en@shaw: 𐑢𐑧𐑞𐑼 𐑞 𐑑𐑲𐑥𐑻 𐑦𐑟 𐑒𐑳𐑮𐑩𐑯𐑑𐑤𐑦 𐑑𐑦𐑒𐑦𐑙
id: Apakah pewaktu sekarang sedang berjalan
ja: 現在タイマーが起動しているかどうか
lv: Vai skaitītājs šobrīd skaita
ml: ടൈമര്‍ നിലവില്‍ പ്രവര്‍ത്തിക്കുന്നുണ്ടോ എന്നു്
uk: Увімкнений чи ні зараз таймер

source: Log in as %s
be: Увайсці як %s
be@latin: Uvajdzi jak %s
en@shaw: 𐑤𐑪𐑜 𐑦𐑯 𐑨𐑟 %s
id: Masuk sebagai %s
ja: %s というユーザでログインします
lv: Pieteikties kā %s
ml: %s ആയി പ്രവേശിക്കുക
uk: Увійшов як %s

# user
source: Other…
id: Lainnya...
ja: その他…
lv: Cita…

source: Choose a different account
be: Абярыце іншы рахунак
be@latin: Vybiery inšy kont
en@shaw: 𐑗𐑵𐑟 𐑩 𐑛𐑦𐑓𐑼𐑩𐑯𐑑 𐑩𐑒𐑬𐑯𐑑
id: Memilih akun lainnya
ja: 他のアカウントを選択します
lv: Izvēlieties citu kontu
ml: മറ്റൊരു അക്കൌണ്ട് തെരഞ്ഞെടുക്കുക
uk: Виберіть інший обліковий запис

source: Guest
be: Госць
be@latin: Hość
en@shaw: 𐑜𐑧𐑕𐑑
id: Tamu
ja: ゲスト
lv: Viesis
ml: ഗസ്റ്റ്
uk: Гість

source: Log in as a temporary guest
id: Masuk sebagai tamu untuk sementara
ja: ゲストとして一時的にログインします
lv: Pieteikties kā pagaidu viesim

source: Automatic Login
be: Аўтаматычны ўваход
be@latin: Aŭtamatyčny ŭvachod
en@shaw: 𐑷𐑑𐑴𐑥𐑨𐑑𐑦𐑒 𐑤𐑪𐑜𐑦𐑯
id: Masuk Otomatis
ja: 自動ログイン
lv: Automātiskā pieslēgšanās
ml: സ്വയമേയുള്ള പ്രവേശനം
uk: Автоматичний вхід

source: Automatically log into the system after selecting options
id: Otomatis masuk ke dalam sistem setelah memilih opsi
ja: オプションを選択した後に自動的にログインします
lv: Automātiski pieteikties sistēmā pēc opciju izvēlēšanās

source: Currently logged in
be: Вы ўвайшлі як
be@latin: Užo ŭvajšoŭ
en@shaw: 𐑒𐑳𐑮𐑩𐑯𐑑𐑤𐑦 𐑤𐑪𐑜𐑛 𐑦𐑯
id: Saat ini sudah masuk
ja: 既にログインしています
lv: Šobrīd pieteicies
ml: നിലവില്‍ ലോഗിന്‍ ചെയ്തിരിക്കുന്നു
uk: Вже увішов

source: The User Switch Applet is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
be: Аплет Пераключэнне карыстальніка - гэта вольнае праграмнае забеспячэнне; Вы можаце распаўсюджваць і/ці змяняць яго згодна з умовамі GNU General Public License што выдадзена Free Software Foundation; любой версіі пачынаючы ад 2 (на ваш густ).
be@latin: Aplet pieraklučeńnia karystalnikaŭ źjaŭlajecca svabodnaj prahramaj, jakuju možna raspaŭsiudžvać i/albo madyfikavać zhodna z umovami GNU General Public License, apublikavanaj Free Software Foundation u versii 2 albo luboj paźniejšaj.
en@shaw: 𐑞 𐑿𐑟𐑼 𐑕𐑢𐑦𐑗 𐑨𐑐𐑤𐑩𐑑 𐑦𐑟 𐑓𐑮𐑰 𐑕𐑪𐑓𐑑𐑢𐑺; 𐑿 𐑒𐑨𐑯 𐑮𐑰𐑛𐑦𐑕𐑑𐑮𐑦𐑚𐑿𐑑 𐑦𐑑 𐑯/𐑹 𐑥𐑪𐑛𐑦𐑓𐑲 𐑦𐑑 𐑳𐑯𐑛𐑼 𐑞 𐑑𐑻𐑥𐑟 𐑝 𐑞 ·𐑜𐑯𐑿 𐑡𐑧𐑯𐑼𐑩𐑤 𐑐𐑳𐑚𐑤𐑦𐑒 𐑤𐑲𐑕𐑩𐑯𐑕 𐑨𐑟 𐑐𐑳𐑚𐑤𐑦𐑖𐑑 𐑚𐑲 𐑞 𐑓𐑮𐑰 𐑕𐑪𐑓𐑑𐑢𐑺 𐑓𐑬𐑯𐑛𐑱𐑖𐑩𐑯; 𐑲𐑞𐑼 𐑝𐑻𐑠𐑩𐑯 2 𐑝 𐑞 𐑤𐑲𐑕𐑩𐑯𐑕, 𐑹 (𐑨𐑑 𐑿𐑼 𐑪𐑐𐑖𐑩𐑯) 𐑧𐑯𐑦 𐑤𐑱𐑑𐑼 𐑝𐑻𐑠𐑩𐑯.
id: Aplet Pindah Cepat Pengguna adalah perangkat lunak bebas; Anda dapat menyebar ulang dan/atau mengubahnya dibawah persyaratan GNU General Public License sebagaimana dipublikasikan oleh Free Software Foundation; versi 2 dari Lisensi, atau (sesuai pilihan Anda) sebarang versi selanjutnya.
ja: このユーザ切り替えアプレットはフリーソフトウェアです。フリーソフトウェア財団が提供する GNU 一般公衆利用許諾契約書の第二版、あるいはそれ以降の版が定める条項の下で本プログラムを再頒布または変更することができます。
lv: Lietotāju pārslēgšanas sīklietotne ir brīva programmatūra; jūs varat to izplatīt tālāk un/vai izmainīt saskaņā ar GNU Vispārējās publiskās licences 2. versijas vai jebkuras vēlākas versijas noteikumiem, ko publicējis Brīvas programmatūras fonds.
ml: യൂസര്‍ സ്വിച്ച് ലഘുപ്രയോഗം ഒരു സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറാണു്, നിങ്ങള്‍ക്കതു് പുനര്‍വിതരണം നടത്തുകയോ സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ ഫൌണ്ടേഷന്‍ പ്രസിദ്ധീകരിച്ച ഗ്നു ജനറല്‍ പബ്ലിക് ലൈസന്‍സ് ലക്കം 2 ഓ അതിനേക്കാള്‍ പുതിയ പതിപ്പോ (നിങ്ങളുടെ ഇഷ്ടപ്രകാരം) പ്രകാരം ഭേദഗതി വരുത്താവുന്നതോ ആണു്.
uk: Аплет перемикання користувачів є вільним програмним забезпеченням; ви можете розповсюджувати та/або змінювати його в рамках GNU General Public License що видана Free Software Foundation; або версії 2 ліцензії або (на ваш вибір) пізнішою версією.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
be: Гэтая праграма распаўсюджваецца з надзеяй, што яна будзе карысный, але БЕЗ НІЯКІХ ГАРАНТЫЯЎ; нават, без намёкаў гарантыі прадукта ці прдатнасці для практычнага выкарыстоўвання. За падрабязнасцямі звяртайцеся да GNU General Public License.
be@latin: Hetuju prahramu raspaŭsiudžvajuć u nadziei, što jon budzie karysny, ale BIEŹ NIJAKAJ HARANTYI, taksama biez harantyi PRYDATNAŚCI DZIELA KANKRETNAHA VYKARYSTOŬVAŃNIA. Padrabiaznaści možna znajści ŭ GNU General Public License.
id: Program ini didistribusikan dengan harapan dapat berguna, tetapi TANPA ADANYA JAMINAN; termasuk tanpa jaminan DAYA JUAL atau KELAIKAN UNTUK TUJUAN TERTENTU. Lihat GNU General Public License untuk rincian lebih lanjut.
ja: 本プログラムは有用とは思いますが、頒布にあたっては市場性または特定の目的に対する適合性についての暗黙の保証を含めて、いかなる保証も行ないません。詳細には GNU 一般公衆利用許諾契約書をご覧ください。
lv: Šī programma tiek izplatīta cerībā, ka tā būs noderīga, taču BEZ JEBKĀDĀM GARANTIJĀM; pat bez šķietamām KOMERCIĀLAS VĒRTĪBAS un PIEMĒROTĪBAS KONKRĒTIEM NOLŪKIEM garantijām. Sīkāku informāciju meklējiet GNU Vispārējā publiskajā licencē.
ml: ഈ പ്രോഗ്രാം നിങ്ങള്‍ക്കു് പ്രയോജനപ്പെടും എന്ന പ്രതീക്ഷയില്‍ വിതരണം ചെയ്യുന്നതാണു്.പക്ഷേ, ഇതിന് ഒരു വാറണ്ടിയും ലഭ്യമല്ല; വ്യാപാരയോഗ്യതയോ ഒരു പ്രത്യേക കാര്യത്തിനു്ചേരുന്നതാണെന്നോ ഉള്ള പരോക്ഷമായ ഒരു വാറണ്ടി പോലും ഇല്ല. കൂടുതല്‍ വിവരങ്ങള്‍ക്കു് ഗ്നു ജനറല്‍ പബ്ലിക് ലൈസന്‍സ് കാണുക.
uk: Ця програма розповсюджується з надією, що буде корисною, але БЕЗ БУДЬ-ЯКИХ ЗОБОВ'ЯЗАНЬ; навіть без зобов'язань КОМЕРЦІЙНИХ СПРОМОЖНОСТЕЙ або КОРИСНОСТІ ДЛЯ ЗАДАНОЇ МЕТИ. Дивіться General Public License для подробиць.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
be: Вы мусілі атрымаць копію GNU General Public License разам з гэтай праграмай; калі не - лістуйце да Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
be@latin: Kopija licenzii GNU General Public License pavinna być dastaŭlenaja razam z Cajaam. Kali jaje niama, napišy (pa-anhielsku) na adras Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
en@shaw: 𐑿 𐑖𐑫𐑛 𐑣𐑨𐑝 𐑮𐑦𐑕𐑰𐑝𐑛 𐑩 𐑒𐑪𐑐𐑦 𐑝 𐑞 ·𐑜𐑯𐑿 𐑡𐑧𐑯𐑼𐑩𐑤 𐑐𐑳𐑚𐑤𐑦𐑒 𐑤𐑲𐑕𐑩𐑯𐑕 𐑩𐑤𐑪𐑙 𐑢𐑦𐑞 𐑞𐑦𐑕 𐑐𐑮𐑴𐑜𐑮𐑨𐑥; 𐑦𐑓 𐑯𐑪𐑑, 𐑮𐑲𐑑 𐑑 𐑞 𐑓𐑮𐑰 𐑕𐑪𐑓𐑑𐑢𐑺 𐑓𐑬𐑯𐑛𐑱𐑖𐑩𐑯, 𐑦𐑙𐑒., 51 𐑓𐑮𐑨𐑙𐑒𐑤𐑦𐑯 𐑕𐑑𐑮𐑰𐑑, 𐑓𐑦𐑓𐑔 𐑓𐑤𐑹, ·𐑚𐑪𐑕𐑑𐑩𐑯, 𐑥𐑶 02110-1301, 𐑘𐑵𐑧𐑕𐑱
id: Anda seharusnya menerima salinan dari GNU General Public License bersama Caja; jika tidak, kirimkan surat Anda ke Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
ja: あなたは本プログラムと一緒に GNU 一般公衆利用許諾契約書の写しを受け取っているはずです。そうでない場合は、Free Software Foundation, Inc.,51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA まで連絡してください。
lv: Jums būtu bijis jāsaņem GNU Vispārējās publiskās licences kopiju kopā ar šo programmatūru; ja tas tā nav noticis, rakstiet Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
ml: നിങ്ങള്‍ക്കു് ഗ്നോം ടെര്‍മിനലിനൊപ്പം ഗ്നു ജനറല്‍ പബ്ലിക് ലൈസന്‍സിന്റെ ഒരു പകര്‍പ്പു് ലഭിച്ചിട്ടുണ്ടായിരിയ്ക്കണം; ഇല്ലെങ്കില്‍, ഈ വിലാസത്തിലേയ്ക്കെഴുതുക: Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
uk: Вам слід отримати копію GNU General Public License разом з цією програмиою; якщо ні, напишіть до Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA

source: A menu to quickly switch between users.
be: Меня для хуткага пераключэння паміж карыстальнікамі.
be@latin: Menu dla chutkaha pieraklučeńnia karystalnikaŭ.
en@shaw: 𐑩 𐑥𐑧𐑯𐑿 𐑑 𐑒𐑢𐑦𐑒𐑤𐑦 𐑕𐑢𐑦𐑗 𐑚𐑦𐑑𐑢𐑰𐑯 𐑿𐑟𐑼𐑟.
id: Menu untuk berpindah cepat antarpengguna.
ja: 複数のユーザを素早く切り替えるメニュー方式のアプレットです。
lv: Izvēlne, lai ātri pārslēgtos starp lietotājiem.
ml: ഉപയോക്താക്കള്‍ തമ്മില്‍ പെട്ടെന്നു് മാറുവാനുള്ള മെനു.
uk: Меню для швидкого перемикання між користувачами.

source: translator-credits
be: Vital Khilko <dojlid@mova.org>, 2002, 2003. Alexander Nyakhaychyk <nyakhaychyk@gmail.com>, 2003, 2004, 2009.
be@latin: Alaksandar Navicki & Łacinka.org <zolak@lacinka.org> Ihar Hračyška
en@shaw: ·𐑑𐑪𐑥𐑩𐑕 ·𐑔𐑻𐑥𐑩𐑯
id: Dicky Wahyu Purnomo <dicky.wahyu@massaint.or.id>. Mohammad DAMT <mdamt@bisnisweb.com>, 2004. Ahmad Riza H Nst <rizahnst@eriagempita.co.id>, 2005. Andika Triwidada <andika@gmail.com>, 2009. Dirgita <dirgitadevina@yahoo.co.id>, 2010.
ja: 相花毅 <takeshi.aihana@gmail.com> Ryoichi INAGAKI <ryo1@bc.wakwak.com> KAMAGASAKO Masatoshi <emerald@mate.gr.jp> Akira TAGOH <tagoh@mate.gr.jp> SATO Satoru <ss@mate.gr.jp> Taku YASUI <tach@debian.or.jp> Yukihior Nakai <nakai@mate.gr.jp> 草野貴之 <AE5T-KSN@asahi-net.or.jp> ITANI Eiichiro <emu@ceres.dti.ne.jp> Yukihiro Nakai <nacai@iname.com> やまねひでき <henrich@debian.or.jp> 日本MATEユーザー会 <http://www.mate.gr.jp/>
lv: Raivis Dejus <orvils@gmail.com> Pēteris Krišjānis <pecisk@gmail.com>
ml: അനി പീറ്റര്‍ <apeter@redhat.com> എഫ്എസ്എഫ്-ഇന്ത്യ <locale@gnu.org.in>
uk: Yuri Syrota <rasta@renome.rovno.ua> Maxim Dziumanenko <dziumanenko@gmail.com> Oleksandr Kovalenko <alx.kovalenko@gmail.com>

source: Can't lock screen: %s
be: Немагчыма замкнуць экран: %s
be@latin: Nie ŭdałosia zablakavać ekran: %s
en@shaw: 𐑒𐑭𐑯𐑑 𐑤𐑪𐑒 𐑕𐑒𐑮𐑰𐑯: %s
id: Tidak dapat mengunci layar: %s
ja: 画面をロックできません: %s
lv: Neizdodas noslēgt ekrānu: %s
ml: സ്ക്രീന്‍ പൂട്ടുവാന്‍ സാധിക്കുന്നില്ല: %s
uk: Неможливо заблокувати екран: %s

source: Can't temporarily set screensaver to blank screen: %s
be: Немагчыма часова наставіць ахоўніка экрану, каб быў чорны (пусты) экран: %s
be@latin: Nie ŭdałosia časova pryznačyć čysty ekran za achoŭnika ekranu: %s
en@shaw: 𐑒𐑭𐑯𐑑 𐑑𐑧𐑥𐑐𐑼𐑼𐑦𐑤𐑦 𐑕𐑧𐑑 𐑕𐑒𐑮𐑰𐑯𐑕𐑱𐑝𐑼 𐑑 𐑚𐑤𐑨𐑙𐑒 𐑕𐑒𐑮𐑰𐑯: %s
id: Untuk sementara tidak dapat membuat screensaver menjadi layar kosong: %s
ja: スクリーンセーバーで一時的にブランク・スクリーンにセットできません: %s
lv: Pagaidām neizdodas iestatīt ekrānsaudzētāju uz tukšu ekrānu: %s
ml: തല്‍ക്കാലത്തേക്ക് സ്ക്രീന്‍സേവറിനെ ശൂന്യ സ്ക്രീനായി സജ്ജമാക്കുവാന്‍ സാധ്യമല്ല: %s
uk: Неможливо тимчасово встановити зберігач екрану у порожній екран: %s

source: Can't log out: %s
id: Tidak bisa keluar: %s
ja: ログアウトできません: %s
lv: Neizdodas atteikties: %s

source: Available
be: Прысутнічаю
be@latin: Dastupny
en@shaw: 𐑩𐑝𐑱𐑤𐑩𐑚𐑩𐑤
id: Tersedia
ja: 在席中
lv: Pieejams
ml: ലഭ്യമാണു്
uk: Доступий

source: Invisible
be: Нябачны
be@latin: Nievidočny
en@shaw: 𐑦𐑯𐑝𐑦𐑕𐑦𐑚𐑩𐑤
id: Tidak Terlihat
ja: 開示しない
lv: Neredzams
ml: അദൃശ്യം
uk: Невидимий

source: Busy
be: Заняты
be@latin: Zaniaty
en@shaw: 𐑚𐑦𐑟𐑰
id: Sibuk
ja: 多忙
lv: Aizņemts
ml: തിരക്കാണു്
uk: Зайнятий

source: Away
be: Адсутнічаю
be@latin: Adyjšoŭ
en@shaw: 𐑩𐑢𐑱
id: Pergi
ja: 離席中
lv: Projām
ml: അടുത്തല്ല
uk: Відійшов

source: Account Information
id: Informasi Akun
ja: アカウントの情報
lv: Konta informācija
uk: Інформація про обліковий запис

source: System Preferences
id: Preferensi Sistem
ja: システムの設定
lv: Sistēmas iestatījumi
uk: Параметри системи

source: Lock Screen
be: Замкнуць экран
be@latin: Zablakuj ekran
en@shaw: 𐑤𐑪𐑒 𐑕𐑒𐑮𐑰𐑯
id: Kunci Layar
ja: 画面のロック
lv: Slēgt ekrānu
ml: സ്ക്രീന്‍ പൂട്ടുക
uk: Заблокувати

source: Switch User
be: Пераключыць карыстальніка
be@latin: Pieraklučy karystalnika
en@shaw: 𐑕𐑢𐑦𐑗 𐑿𐑟𐑼
id: Pindah Pengguna
ja: ユーザの切り替え
lv: Pārslēgt lietotāju
ml: ഉപയോക്താവിനെ മാറ്റുക
uk: Змінити користувача

source: Quit…
id: Keluar...
ja: 終了…
lv: Iziet…

source: Unknown
be: Невядома
be@latin: Nieviadomy
en@shaw: 𐑳𐑯𐑴𐑯
id: Tidak Dikenal
ml: അപരിചിതം
uk: Невідомо

source: User Switch Applet
be: Аплет пераключэння карыстальніка
be@latin: Aplet pieraklučeńnia karystalnikaŭ
en@shaw: 𐑿𐑟𐑼 𐑕𐑢𐑦𐑗 𐑨𐑐𐑤𐑩𐑑
id: Aplet Pindah Pengguna
ja: ユーザ切り替えアプレット
lv: Lietotāju pārslēgšanas sīklietotne
ml: ഉപയോക്താവ് മാറുന്നതിനുള്ള ലഘുപ്രയോഗം
uk: Аплет перемикання користувачів

source: Change account settings and status
be: Зьмяніць настаўленні і стан рахунка
be@latin: Źmiani nałady kontu dy jahony stan
en@shaw: 𐑗𐑱𐑯𐑡 𐑩𐑒𐑬𐑯𐑑 𐑕𐑧𐑑𐑦𐑙𐑟 𐑯 𐑕𐑑𐑱𐑑𐑫𐑕
id: Mengubah pengaturan serta status akun
ja: アカウントの設定と状態を変更します
lv: Izmainīt konta iestatījumus un statusu
ml: അക്കൌണ്ട് ക്രമീകരണങ്ങളും അവസ്ഥയും മാറ്റുക
uk: Змінити налаштування облікого запису та стан

source: A menu to quickly switch between users
be: Меню для хуткага пераключэння памі карыстальнікамі
be@latin: Menu dla chutkaha pieraklučeńnia karystalnikaŭ
en@shaw: 𐑩 𐑥𐑧𐑯𐑿 𐑑 𐑒𐑢𐑦𐑒𐑤𐑦 𐑕𐑢𐑦𐑗 𐑚𐑦𐑑𐑢𐑰𐑯 𐑿𐑟𐑼𐑟
id: Menu untuk berpindah pengguna dengan cepat
ja: 複数のユーザを素早く切り替えるアプレットです
lv: Izvēlne, lai ātri pārslēgtos starp lietotājiem
ml: ഉപയോക്താക്കള്‍ തമ്മില്‍ പെട്ടെന്നു് മാറുവാനുള്ള മെനു
uk: Меню для швидкого перемикання користувачів

source: User Switcher
be: Пераключальнік карыстальнікаў
be@latin: Pieraklučeńnie karystalnikaŭ
en@shaw: 𐑿𐑟𐑼 𐑕𐑢𐑦𐑗𐑻
id: Pengalih Pengguna
ja: ユーザの切り替え
lv: Lietotāju pārslēdzējs
ml: യൂസര്‍ സ്വിച്ചര്‍
uk: Перемикач користувачів

source: User Switcher Applet Factory
be: Фабрыка аплета "Пераключэнне карыстальніка"
be@latin: Fabryka apleta pieraklučeńnia karystalnikaŭ
en@shaw: 𐑿𐑟𐑼 𐑕𐑢𐑦𐑗𐑻 𐑨𐑐𐑤𐑩𐑑 𐑓𐑨𐑒𐑑𐑼𐑦
id: Pabrik Aplet Pengalih Pengguna
ja: ユーザ切り替えアプレットのファクトリ
lv: Lietotāju pārslēgšanas sīklietotņu ražotne
ml: യൂസര്‍ സ്വിച്ചര്‍ ലഘുപ്രയോഗ ഫാക്ടറി
uk: Фабрика аплету перемикання користувачів

source: Edit Personal _Information
be: Рэдагаваць персанальныя _звесткі
be@latin: _Redahuj persanalnyja źviestki
en@shaw: 𐑧𐑛𐑦𐑑 𐑐𐑻𐑕𐑩𐑯𐑩𐑤 _𐑦𐑯𐑓𐑼𐑥𐑱𐑖𐑩𐑯
id: Sunting _Informasi Pribadi
ja: 個人情報の編集(_I)
lv: Red_iģēt personisko Informāciju
ml: സ്വകാര്യ _വിവരം ചിട്ടപ്പെടുത്തുക
uk: Редагувати особисту _інформацію

source: _About
be: _Пра
be@latin: _Pra aplet
en@shaw: _𐑩𐑚𐑬𐑑
id: Tent_ang
ja: 情報(_A)
lv: P_ar
ml: _അണിയറ വിശേഷങ്ങള്‍
uk: _Про
