Repository: samtygier/mate-display-manager
Catalog: po/*.po
Languages: be, be@latin, en@shaw, id, ja, lv, ml, uk

source: _Edit Users and Groups
be: Р_эдагаваць карыстальнікаў і групы
be@latin: _Redahuj karystalnikaŭ i hrupy
en@shaw: _𐑧𐑛𐑦𐑑 𐑿𐑟𐑼𐑟 𐑯 𐑜𐑮𐑵𐑐𐑕
id: Sunting P_engguna dan Kelompok
ja: ユーザとグループの編集(_E)
lv: R_ediģēt lietotājus un grupas
ml: ഉപയോക്താക്കളും ഗ്രൂപ്പുകളും _ചിട്ടപ്പെടുത്തുക
uk: _Редагувати користувачів та групи

source: Only the VERSION command is supported
en@shaw: 𐑴𐑯𐑤𐑦 𐑞 𐑝𐑻𐑠𐑩𐑯 𐑒𐑩𐑥𐑭𐑯𐑛 𐑦𐑟 𐑕𐑩𐑐𐑹𐑑𐑩𐑛
id: Hanya perintah VERSI yang didukung
ja: VERSION コマンドのみがサポートされています
lv: Atbalstīta ir tikai VERSION komanda
ml: VERSION എന്നുള്ള ആജ്ഞ മാത്രമേ പിന്തുണയ്ക്കുന്നുള്ളൂ
uk: Підтримується лише команда VERSION

source: COMMAND
be@latin: ZAHAD
en@shaw: 𐑒𐑩𐑥𐑭𐑯𐑛
id: PERINTAH
lv: KOMANDA
uk: КОМАНДА

source: Ignored — retained for compatibility
id: Diabaikan — dipertahankan untuk kompatibilitas
ja: 無視しました - 下位互換のために残してあるだけ
lv: Ignorēts — atstāts savietojamībai

source: Debugging output
be: Вывад рэжыма пошуку памылак
be@latin: Debugavaje vyjście
en@shaw: 𐑛𐑰𐑚𐑳𐑜𐑦𐑙 𐑬𐑑𐑐𐑫𐑑
id: Men-debug output
ja: デバッグ情報を出力する
lv: Atkļūdošanas izvade
ml: ഔട്ട് പുട്ട് ഡീബഗ്ഗ് ചെയ്യുന്നു
uk: Налагоджувальний вивід

source: Version of this application
be: Версія гэтага дастасавання
be@latin: Versija hetaj aplikacyi
en@shaw: 𐑝𐑻𐑠𐑩𐑯 𐑝 𐑞𐑦𐑕 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯
id: Versi aplikasi ini
ja: バージョンを表示する
lv: Šīs lietotnes versija
ml: ഈ പ്രയോഗത്തിന്റെ പതിപ്പു്
uk: Версія цього додатку

source: Could not identify the current session.
be: Немагчыма вызначыць бягучы сеанс.
be@latin: Nie ŭdałosia vyznačyć dziejnuju sesiju.
en@shaw: 𐑒𐑫𐑛 𐑯𐑪𐑑 𐑲𐑛𐑧𐑯𐑑𐑦𐑓𐑲 𐑞 𐑒𐑳𐑮𐑩𐑯𐑑 𐑕𐑧𐑖𐑩𐑯.
id: Tidak dapat mengindetifikasi sesi sekarang.
ja: 現在のセッションを取得できませんでした
lv: Neizdevās identificēt pašreizējo sesiju.
ml: നിലവിലുള്ള സെഷന്‍ തിരിച്ചറിയുവാന്‍ സാധ്യമായില്ല.
uk: Неможливо розпізнати поточний сеанс.

source: - New GDM login
be: - новы ўваход GDM
be@latin: - Novy ŭvachod z GDM
id: - Log masuk GDM baru
ja: - 新しい GDM のログイン
lv: - Jauna GDM pieteikšanās
ml: - പുതിയ ജിഡിഎം വഴി അകത്തു് കയറുക
uk: - Новий вхід gdm

source: Unable to start new display
be: Немагчыма запусціць новы дысплэй
be@latin: Nie ŭdałosia ŭklučyć na novym ekranie
en@shaw: 𐑳𐑯𐑱𐑚𐑩𐑤 𐑑 𐑕𐑑𐑸𐑑 𐑯𐑿 𐑛𐑩𐑕𐑐𐑤𐑱
id: Tidak dapat memulai tampilan baru
ja: 新しいディスプレイを起動できません
lv: Neizdodas palaist jaunu displeju
ml: പുതിയ ഡിസ്പ്ലെ ആരംഭിക്കുവാന്‍ സാധ്യമല്ല
uk: Не вдається запустити новий дисплей

source: Screenshot taken
be: Здымак атрыманы
id: Cuplikan layar telah diambil
ja: スクリーンショットの取得
lv: Ekrānattēls uzņemts
ml: സ്ക്രീന്‍ഷോട്ട് എടുത്തിരിക്കുന്നു
uk: Знімок зроблено

source: Take a picture of the screen
be: Атрымаць здымак экрана
be@latin: Zrabi zdymak ekranu
en@shaw: 𐑑𐑱𐑒 𐑩 𐑐𐑦𐑒𐑗𐑼 𐑝 𐑞 𐑕𐑒𐑮𐑰𐑯
id: Mengambil gambar cuplikan layar
ja: 画面のスクリーンショットを撮る
lv: Uzņemt ekrāna attēlu
ml: ഇപ്പോള്‍ കാണുന്ന സ്ക്രീനിന്റെ ഒരു സ്ക്രീന്‍ഷോട്ട് എടുക്കുക.
uk: Зробити знімок екрану

source: Panel
be: Панэль
en@shaw: 𐑐𐑨𐑯𐑩𐑤
ja: パネル
lv: Panelis
ml: പാളി
uk: Панель

source: Could not start the X server (your graphical environment) due to some internal error. Please contact your system administrator or check your syslog to diagnose. In the meantime this display will be disabled. Please restart GDM when the problem is corrected.
be: Немагчыма запусціць X сервер (вашае графічнае асяроддзе) з-за ўнутранае памылкі. Калі ласка, звяжыцеся з вашым сістэмным адміністратарам ці праверце сістэмны храналог. Цяперака гэты дысплэй будзе адключаны. Калі ласка, перазапусціце GDM, калі праблема будзе вырашана.
ml: ഏതോ ആന്തരിക കാരണം X സര്‍വര്‍ (നിങ്ങളുടെ ഗ്രാഫിക്കല്‍ എന്‍വയോണ്‍മെന്റ്) ആരംഭിക്കുവാനായില്ല. നിങ്ങളുടെ syslog പരിശോധിക്കുന്നതിനായി ദയവായി സിസ്റ്റം അഡ്മിനിസ്ട്രേറ്ററിനെ സമീപിക്കുക. ഇപ്പോള്‍ ഈ ഡിസ്പ്ലെ പ്രവര്‍ത്തന രഹിതമാക്കുന്നതായിരിക്കും. പ്രശ്നം പരിഹരിച്ച ശേഷം ജിഡിഎം വീണ്ടും ആരംഭിക്കുക.
uk: Не вдається запустити X-сервер (ваше графічне середовище) через внутрішню помилку. Зверніться до системного адміністратора або перегляньте системний журнал.Через деякий час цей дисплей буде вимкнено. Будь ласка, перезавантажте GDM, коли проблема буде вирішена.

source: Couldn't set groupid to 0
be: Немагчыма задаць 0 як ідэнтыфікатар карыстальніка
be@latin: Nie ŭdałosia akreślić ID hrupy jak 0
ml: groupid 0 ആയി സജ്ജമാക്കുവാന്‍ സാധിച്ചില്ല
uk: Не вдається встановити groupid у 0

source: %s: Could not open logfile for display %s!
be: %s: неатрымалася адчыніць файл часопіса для дысплэю %s!
be@latin: %s: nie ŭdałosia adčynić fajł logaŭ dla ekranu %s!
ml: %s: ഡിസ്പ്ളെ %s-നുളള logfile തുറക്കുവാന്‍ സാധിച്ചില്ല!
uk: %s: Не вдається відкрити файл журналу для дисплея %s!

source: error initiating conversation with authentication system - %s
be: памылка ініцыялізацыі перамоў з сістэмай аўтэнтыфікацыі - %s
be@latin: pamyłka naviazańnia kamunikacyi z systemaj aŭtaryzacyi - %s
uk: помилка початкового обміну з системою автентифікації - %s

source: error informing authentication system of preferred username prompt - %s
be: памылка інфармавання сістэмы аўтэнтыфікацыі аб фармаце ўліковага імя - %s
be@latin: pamyłka infarmavańnia systemy aŭtaryzacyi pra ŭlubiony sposab vitańnia karystalnika - %s
uk: помилка сповіщення автентифікаційної системи підтримуваного запиту імені користувача - %s

source: error informing authentication system of user's hostname - %s
be: памылка інфармавання сістэмы аўтэнтыфікацыі аб назве вузла карыстальніка - %s
be@latin: pamyłka infarmavańnia systemy aŭtaryzacyi pra host karystalnika - %s
uk: помилка сповіщення автентифікаційної системи назви вузла користувача - %s

source: error informing authentication system of user's console - %s
be: памылка інфармавання сістэмы аўтэнтыфікацыі аб кансолі карыстальніка - %s
be@latin: pamyłka infarmavańnia systemy aŭtaryzacyi pra kansol karystalnika - %s
uk: помилка сповіщення автентифікаційної системи консолі користувача - %s

source: error informing authentication system of display string - %s
be: памылка інфармавання сістэмы аўтэнтыфікацыі аб назве дысплэю - %s
be@latin: pamyłka infarmavańnia systemy aŭtaryzacyi pra nazvu ekranu - %s
uk: помилка сповіщення автентифікаційної системи рядка екрану - %s

source: error informing authentication system of display xauth credentials - %s
be: памылка інфармавання сістэмы аўтэнтыфікацыі аб даверчых xauth-лістах дысплэю - %s
be@latin: pamyłka infarmavańnia systemy aŭtaryzacyi pra źviestki ŭvachodu "xauth" hetaha ekranu - %s
uk: помилка сповіщення автентифікаційної системи паролю екрану xauth - %s

source: Cannot write PID file %s: possibly out of diskspace: %s
be: Немагчыма запісац PID файл %s: верагодна, бракуе прасторы: %s
be@latin: Nie ŭdałosia pračytać fajł PID %s: mahčyma, nie staje dyskavaj prastory: %s
ml: %s PDF ഫയല്‍ എഴുതുവാന്‍ സാധ്യമല്ല: ഡിസ്ക്കില്‍ മതിയായ സ്ഥലം ഉണ്ടാവില്ല: %s
uk: Неможливо записати PID-файл %s: можливо, немає місця на диску: %s

source: Exit after a time - for debugging
be: Выхад пра час - для пошуку памылак
be@latin: Vyjdzi praz peŭny čas (dla debugavańnia)
ml: ഒരു സമയത്തിനു് ശേഷം പുറത്ത് കടക്കുക - ഡീബഗ്ഗിങിനായി
uk: Вийти після сплину часу - для налагодження

source: AT SPI Registry Wrapper
be: Абгортка AT SPI
be@latin: Abhortka rehistru AT SPI
ml: AT SPI രജിസ്ട്രി റാപ്പര്‍
uk: Пакувальник реєстру постачальника послуг інтерфейсу зручних технологій (AT SPI)

source: MATE Onscreen Keyboard
be: Экранная клавіятура MATE
be@latin: Ekrannaja klavijatura MATE
ml: ഗ്നോം ഓണ്‍സ്ക്രീന്‍ കീബോര്‍ഡ്
uk: Екранна клавіатура MATE

source: Use an onscreen keyboard
be: Выкарыстоўваць віртуальную клавіятуру
be@latin: Klavijatura na ekranie
ml: ഒരു ഓണ്‍സ്ക്രീന്‍ കീബോര്‍ഡ് ഉപയോഗിക്കുക
uk: Використовувати наекранну клавіатуру

source: Automatically logging in...
be: Аўтаматычны ўваход...
be@latin: Aŭtamatyčny ŭvachod...
ml: സ്വയമേ പ്രവേശിക്കുക...
uk: Автоматичний вхід у систему...

source: Cancelling...
be: Скасаванне...
be@latin: Anulavańnie...
ml: റദ്ദാക്കുന്നു...
uk: Скасування...

source: Log In
be: Увайсці
be@latin: Uvajdzi
en@shaw: 𐑤𐑪𐑜 𐑦𐑯
ml: പ്രവേശിക്കുക
uk: Увійти

source: Shutdown Options...
ml: നിര്‍ത്തിവയ്ക്കാനുള്ള ഐച്ഛികങ്ങള്‍...
uk: Параметри вимикання...

# language
source: Other...
be: Iншыя...
be@latin: Inšaja...
ml: മറ്റുളളവ...
uk: Інший...

# keyboard
source: Other...
be: Іншая...
be@latin: Inšaja...
ml: മറ്റുളളവ...
uk: Інший...

source: Remote Login (Connecting to %s...)
be: Аддалены ўваход (далучаемся да %s...)
be@latin: Daloki ŭvachod (Spałučeńnie z %s...)
ml: മറ്റൊരു കമ്പ്യൂട്ടറില്‍ നിന്നുള്ള പ്രവേശനം (%s ആയി ബന്ധപ്പെടുന്നു...)
uk: Віддалений вхід (з'єднання з %s...)

source: _Sessions:
be: _Сеансы:
be@latin: _Sesii:
en@shaw: _𐑕𐑧𐑖𐑩𐑯𐑟:
ml: _സെഷനുകള്‍:
uk: _Сеанси:

source: Set to a list of keyboard layouts to be shown by default at the login window.
be: Зрабіць, каб спіс раскладак быў бачны ў вакне ўваходу.
be@latin: Akreśli jak śpis raskładak klavijatury, jakija treba zmoŭčana pakazvać u vaknie ŭvachodu.
ml: ലോഗിന്‍ ജാലകത്തില്‍ കീബോര്‍ഡ് ശൈലികള്‍ സ്വതവേ കാണിക്കുന്നതിനായി സജ്ജമാക്കുക
uk: Встановити перелік розкладок клавіатури, що будуть показані за замовчуванням у вікні входу.

source: Set to a list of languages to be shown by default at the login window.
be: Зрабіць, каб спіс моў быў бачны ў вакне ўваходу.
be@latin: Akreśli jak śpis movaŭ, jakija treba zmoŭčana pakazvać u vaknie ŭvachodu.
ml: ലോഗിന്‍ ജാലകത്തില്‍ ഭാഷകള്‍ സ്വതവേ കാണിക്കുന്നതിനായി സജ്ജമാക്കുക
uk: Встановити перелік мов, що будуть показані за замовчуванням у вікні входу.

source: Set to true to enable the xrandr settings manager plugin.
be: Зрабіць ісцінай, каб уключыць дадатак кіраўніка настаўленняў xrandr.
ml: xrandr ക്രമീകരണങ്ങള്‍ മാനേജര്‍ പ്ലഗിന്‍ സജ്ജമാക്കുന്നതിനു് true ആയി സജ്ജമാക്കുക.
uk: Встановити "Так", щоб увімкнути додаток менеджера параметрів xrandr.

source: Set to true to use compiz as the window manager.
be: Зрабіць ісцінай, каб уключыць compiz у якасці кіраўніка вокнаў.
be@latin: Akreśli jak "TRUE", kab zrabić "compiz" kiraŭnikom voknaŭ.
ml: ജാലക നിരീക്ഷന്‍ ആയി compiz ഉപയോഗിക്കുന്നതിനായി true ആയി സജ്ജമാക്കുക.
uk: Встановити "Так", щоб використовувати compiz як менеджер вікон

source: Text banner message to show on the login window when the user chooser is empty, instead of banner_message_text.
be: Тэкставае паведамленне ў вакне ўваходу, калі абіральнік карыстальнікаў пусты (замест banner_message_text).
ml: banner_message_text-നു് പകരം യൂയര്‍ ചൂസര്‍ ശൂന്യമാകുമ്പോള്‍, ലോഗിന്‍ ജാലകത്തില്‍ കാണിക്കുന്നതിനുള്ള ടെക്സ്റ്റ് ബാനര്‍ സന്ദേശം.
uk: Текст повідомлення, що буде показаний у вікні входу, коли воно порожнє, замість banner_message_text

source: Text banner message to show on the login window.
be: Надпіс для тэкставага транспаранта, бачнага ў вакне ўваходу.
be@latin: Vitalny tekst dla demanstracyi ŭ vaknie ŭvachodu.
ml: ലോഗിന്‍ ജാലകത്തില്‍ കാണിക്കുന്നതിനുള്ള ടെക്സ്റ്റ് ബാനര്‍ സന്ദേശം.
uk: Текст повідомлення заголовку, що буде показаний у вікні входу.

source: True if the xrandr settings manager plugin is enabled.
be: Ісціна, калі ўключаны дадатак Кіраўнік настаўленняў xrandr.
be@latin: "TRUE", kali ŭklučany plugin naładaŭ dla "Xrandr".
ml: xrandr ക്രമീകരണ മാനേജര്‍ പ്ലഗിന്‍ സജ്ജമെങ്കില്‍, True.
uk: "Так", якщо додаток менеджера параметрів xrandr увімкнений.

source: Use compiz as the window manager
be: Ужыць compiz у якасці кіраўніка вокнаў
be@latin: Zrabi "compiz" kiraŭnikom voknaŭ
ml: ജാലക നിരീക്ഷന്‍ ആയി compiz ഉപയോഗിക്കുക
uk: Використовувати compiz у якості менеджера вікон

source: Manager
be: Кіраўнік
be@latin: Kiraŭnik
en@shaw: 𐑥𐑨𐑯𐑩𐑡𐑼
ml: പരിപാലകന്‍
uk: Керівник

source: The user manager object this user is controlled by.
be: Кіраўнік, які кантралюе гэтага карыстальніка.
be@latin: Abjekt kiravańnia karystalnikami, jakomu padparadkoŭvajecca hety karystalnik.
en@shaw: 𐑞 𐑿𐑟𐑼 𐑥𐑨𐑯𐑩𐑡𐑼 𐑩𐑚𐑡𐑧𐑒𐑑 𐑞𐑦𐑕 𐑿𐑟𐑼 𐑦𐑟 𐑒𐑩𐑯𐑑𐑮𐑴𐑤𐑛 𐑚𐑲.
ml: ഈ ഉപയോക്താവിനെ നിയന്ത്രിക്കുന്ന യൂസര്‍ മാനേജര്‍ ഒബ്ജക്ട്.
uk: Об'єкт керівника користувача, яким керується користувач.

# user
source: Other...
be: Іншыя...
be@latin: Inšy...
ml: മറ്റുള്ളവര്‍...
uk: Інші...

source: Login as a temporary guest
be: Увайсці як госць
be@latin: Uvajdzi jak časovy hość
ml: താല്‍ക്കാലിക ഗസ്റ്റായി പ്രവേശിക്കുക
uk: Увійти як тимчасовий користувач

source: Automatically login to the system after selecting options
be: Аўтаматычны ўваход у сістэму пасля вылучэння опцый
be@latin: Aŭtamatyčna ŭvajdzi ŭ systemu paśla vybaru opcyjaŭ
ml: ഉപാധികള്‍ തെരഞ്ഞെടുത്ത ശേഷം സ്വയമേ സിസ്റ്റമിലേക്ക് പ്രവേശിക്കുക
uk: Автоматично входити у систему після вибору опцій

source: Can't logout: %s
be: Немагчыма ўвасці: %s
be@latin: Nie ŭdałosia vyjści: %s
ml: പുറത്തിറങ്ങുവാന്‍ സാധിക്കുന്നില്ല: %s
uk: Неможливо вийти: %s

source: Quit...
be: Выйсці...
be@latin: Vyjdzi...
ml: പുറത്തു് കടക്കുക...
uk: Вийти...

source: Ignored - retained for compatibility
be: Ігнараваць - пакінута для сумяшчальнасці
be@latin: Praihnaravana - pakinuta dziela ŭzhodnienaści
uk: Пропущено - збережено для сумістності

source: Enable debugging code
be: Уключыць код для пошуку дэфектаў
be@latin: Uklučy kod debugavańnia

source: Only root wants to run GDM
be: Толькі root можа запускаць GDM
be@latin: Tolki root choča ŭruchamlać GDM

source: Whether or not the chooser list is visible
be: Ці бачны спіс абіральніка

source: Authentication Dialog
be: Дыялог аўтэнтыфікацыі
be@latin: Akno aŭtaryzacyi
ml: തിരിച്ചറിയല്‍ സംവാദം

source: The id of the default item
be: ID прадвызначанага элемента
be@latin: ID zmoŭčanaha elementu

source: Enable debugging
be: Уключыць рэжым пошуку памылак
be@latin: Uklučy debugavańnie

source: Enable debugging mode for the greeter.
be: Уключыць рэжым пошуку памылак для вітальніка.
be@latin: Uklučy režym debugavańnia dla prahramy ŭvachodu.

source: Whether or not the timer is currently ticking
be: Ці цікае зараз таймер
be@latin: Ci pracuje hadzińnik

source: Account Information...
be: Звесткі пра рахунак...
be@latin: Infarmacyja pra kont...
ml: അക്കൌണ്ട് വിവരങ്ങള്‍...

source: System Preferences...
be: Сістэмныя перавагі...
be@latin: Systemnyja nałady...
ml: സിസ്റ്റത്തിനുള്ള മുന്‍ഗണനകള്‍...

source: worker exited with status %d
be@latin: dapamožnaja prahrama vyjšła z statusnym kodam %d

source: Unable establish credentials
be@latin: Nie ŭdałosia ŭładkavać źviestki dla ŭvachodu

source: XMCP: Could not create XDMCP buffer!
be@latin: XMCP: nie ŭdałosia stvaryć bufer XDMCP!

source: %1$s, %2$s
be@latin: %2$s, %1$s

source: Failed to restart computer
be@latin: Nie ŭdałosia ŭruchomić kamputar nanoŭ

source: You are not allowed to restart the computer because multiple users are logged in
be@latin: Tabie zabaroniena ŭruchamlać kamputar nanoŭ, bo ŭ systemu ŭvajšli niekalki karystalnikaŭ

source: Failed to stop computer
be@latin: Nie ŭdałosia vyklučyć kamputar

source: You are not allowed to stop the computer because multiple users are logged in
be@latin: Tabie zabaroniena vyklučać kamputar, bo ŭ systemu ŭvajšli niekalki karystalnikaŭ

source: page 5
be@latin: staronka 5

source: Set to TRUE to disable showing known users in the login window.
be@latin: Akreśli jak "TRUE", kab vyklučyć demanstracyju viedamych nazvaŭ karystalnikaŭ u vaknie ŭvachodu.

source: Set to TRUE to disable showing the restart buttons in the login window.
be@latin: Akreśli jak "TRUE", kab vyklučyć vyjaŭleńnie knopak pieraŭruchomleńnia ŭ vaknie ŭvachodu.

source: Set to True to enable the background settings manager plugin.
be@latin: Akreśli jak "TRUE", kab uklučyć plugin naładaŭ dla fonam.

source: Set to True to enable the media-keys settings manager plugin.
be@latin: Akreśli jak "TRUE", kab uklučyć plugin naładaŭ dla medyjaklavišaŭ.

source: Set to True to enable the on-screen keyboard.
be@latin: Akreśli jak "TRUE", kab uklučyć ekrannuju klavijaturu.

source: Set to True to enable the plugin to manage the accessibility keyboard settings.
be@latin: Akreśli jak "TRUE", kab uklučyć plugin dziela kiravańnia naładami klavijatury dla bolšaj dastupnaści.

source: Set to True to enable the screen magnifier.
be@latin: Akreśli jak "TRUE", kab uklučyć ekrannuju lupu.

source: Set to True to enable the screen reader.
be@latin: Akreśli jak "TRUE", kab uklučyć čytańnie nadpisaŭ z ekranu.

source: Set to True to enable the sound settings manager plugin.
be@latin: Akreśli jak "TRUE", kab uklučyć plugin naładaŭ dla huku.

source: Set to True to enable the xrandr settings manager plugin.
be@latin: Akreśli jak "TRUE", kab uklučyć plugin naładaŭ dla "Xrandr".

source: Set to True to enable the xsettings settings manager plugin.
be@latin: Akreśli jak "TRUE", kab uklučyć plugin dla naładaŭ "Xsettings".

source: ID
ml: ഐഡി

source: Marco
ml: മെറ്റാസിറ്റി
