Repository: samtygier/mate-display-manager
Catalog: po/*.po
Languages: be, be@latin, en@shaw, id, ja, lv, ml, uk

source: Authdir %s is not owned by user %d, group %d. Aborting.
be: Тэчка аўтэнтыфікацыі %s не належыць карыстальніку %d, групе %d. Аварыйнае заканчэнне працы.
be@latin: Kataloh aŭtaryzacyi %s nie naležyć karystalniku %d, hrupie %d. Spynieńnie.
id: Direktori otentikasi %s tidak dimiliki oleh pengguna %d, kelompok %d. Dibatalkan.
ja: Authdir の %s はユーザ ID が %d、グループ ID が %d の所有ではないので処理を中止します
lv: Autentifikācijas direktorija %s nepieder lietotājam %d un grupai %d. Pārtrauc darbību.
ml: Authdir %s-യുടെ ഉടമസ്ഥന്‍ ഉപയോക്താവ് %d-ഉം, ഗ്രൂപ്പ് %d-ഉം അല്ല. നിര്‍ത്തുന്നു.
uk: Каталог авторизації %s не належить користувачу %d, групі %d. Аварійне завершення!

source: Authdir %s has wrong permissions %o. Should be %o. Aborting.
be: Тэчка аўтэнтыфікацыі %s мае кепскія правы %o. Мусяць быць %o. Аварыйнае заканчэнне працы.
be@latin: Kataloh aŭtaryzacyi %s maje kiepskija dazvoły %o. Musiać być %o. Spynieńnie.
id: Direktori otentikasi %s memiliki hak akses %o yang salah. Seharusnya %o. Dibatalkan.
ja: Authdir である %s のアクセス権限が間違っている (%o ではなく %o) ので処理を中止します
lv: Autentifikācijas direktorijai %s ir nepareizas piekļuves atļaujas %o. Vajadzētu būt %o. Pārtrauc darbību.
ml: Authdir %s-ന് തെറ്റായ അനുവാദങ്ങള്‍ %o. %o ആയിരിക്കണം. നിര്‍ത്തുന്നു.
uk: Каталог авторизації %s має помилкові права %o. Мають бути %o. Аварійне завершення!

source: Can't find the GDM user '%s'. Aborting!
be: Немагчыма адшукаць карыстальніка GDM "%s". Аварыйнае спыненьне працы!
be@latin: Nie ŭdałosia znajści karystalnika "%s" dla GDM. Spynieńnie!
id: Tidak menemukan pengguna GDM '%s'. Dibatalkan!
ja: GDM ユーザの '%s' が見つからないので処理を中止します
lv: Neizdodas atrast GDM lietotāju '%s'. Pārtrauc darbību!
ml: '%s' എന്ന GDM ഉപയോഗ്താവിനെ കണ്ടെത്താനായില്ല. ഒഴിവാക്കട്ടെ!
uk: Не знайдено користувача GDM '%s'. Аварійне завершення!

source: The GDM user should not be root. Aborting!
be: GDM ня мусіць належыць карыстальніку root Аварыйнае спыненне працы!
be@latin: Karystalnik GDM musić nia być root'am. Spynieńnie!
id: Pengguna GDM seharusnya bukan root. Dibatalkan!
ja: root を GDM ユーザにしないでください; 処理を中止します
lv: GDM lietotājam nevajadzētu būt root. Pārtrauc darbību!
ml: GDM ഉപയോഗ്താവ് root ആയിരിക്കരുത്. ഒഴിവാക്കട്ടെ!
uk: Користувачем GDM не може бути root. Аварійне завершення!

source: Can't find the GDM group '%s'. Aborting!
be: Немагчыма адшукаць групу GDM "%s". Аварыйнае спыненьне працы!
be@latin: Nie ŭdałosia znajści hrupu "%s" dla GDM. Spynieńnie!
id: Tidak menemukan kelompok GDM '%s'. Dibatalkan!
ja: GDM グループの '%s' が見つからないので処理を中止します
lv: Neizdodas atrast GDM grupu '%s'. pārtrauc darbību!
ml: '%s' എന്ന GDM ഗ്രൂപ്പ് കണ്ടെത്താനായില്ല. ഒഴിവാക്കട്ടെ!
uk: Не знайдено групу GDM %s. Аварійне завершення!

source: The GDM group should not be root. Aborting!
be: GDM ня мусіць належыць да групы root Аварыйнае спыненне працы!
be@latin: Hrupa GDM musić nia być root'am. Spynieńnie!
id: Kelompok GDM seharusnya bukan root. Dibatalkan!
ja: root を GDM グループにしないでください; 処理を中止します
lv: GDM grupai nevajadzētu būt root. Pārtrauc darbību!
ml: GDM ഗ്രൂപ്പ് root ആയിരിക്കരുത്. ഒഴിവാക്കട്ടെ!
uk: Група GDM не повинна бути групою root. Припинення роботи!

source: Make all warnings fatal
be: Зрабіць усе папярэджанні фатальнымі
be@latin: Uvažaj usie pieraściarohi za fatalnyja pamyłki
en@shaw: 𐑥𐑱𐑒 𐑷𐑤 𐑢𐑪𐑮𐑯𐑦𐑙𐑟 𐑓𐑱𐑑𐑩𐑤
id: Semua peringatan dianggap fatal
ja: 警告をすべて致命的にする
lv: Padarīt visus brīdinājumus fatālus
ml: എല്ലാ മുന്നറിയിപ്പുകളും മാരകമാക്കുക
uk: Робити всі застереження критичними

source: Exit after a time (for debugging)
id: Keluar setelah tundaan sejenak (untuk pengawakutuan)
ja: 時間が経過したら終了する (デバッグ用)
lv: Iziet pēc laika (atkļūdošanai)

source: Print GDM version
be: Друк вэрсыі GDM
be@latin: Vypišy versiju GDM
id: Menampilkan versi GDM
ja: GDM のバージョンを表示する
lv: Rādīt GDM versiju
ml: GDM വേര്‍ഷന്‍ പ്രിന്റ് ചെയ്യുക
uk: Вивести версію GDM

source: MATE Display Manager
be: Кіраўнік дысплэю MATE
be@latin: Kiraŭnik ekranu MATE
en@shaw: ·𐑜𐑯𐑴𐑥 𐑛𐑩𐑕𐑐𐑤𐑱 𐑥𐑨𐑯𐑩𐑡𐑼
id: Manajer Tampilan MATE
ja: MATE デスクトップ・マネージャ
lv: MATE darbvirsmas pārvaldnieks
ml: ഗ്നോം ഡിസ്പ്ലെ മാനേജര്‍
uk: Менеджер робочого столу MATE

source: Only the root user can run GDM
id: Hanya root yang bisa menjalankan GDM
ja: root ユーザのみが GDM を起動できます
lv: Tikai root var palaist GDM
ml: root ഉപയോക്താവിനു് മാത്രമേ ജിഡിഎം പ്രവര്‍ത്തിപ്പിയ്ക്കാനാവൂ
uk: Лише адміністратор (root) може запускати GDM

source: MATE Display Manager Session Worker
be: Рабочы сэанса GDM
be@latin: Dapamožny kiraŭnik sesijaŭ dla ekranu MATE
en@shaw: ·𐑜𐑯𐑴𐑥 𐑛𐑩𐑕𐑐𐑤𐑱 𐑥𐑨𐑯𐑩𐑡𐑼 𐑕𐑧𐑖𐑩𐑯 𐑢𐑻𐑒𐑼
id: Pekerja Sesi Manajer Tampilan MATE
ja: GDM セッション・ワーカー
lv: MATE displeja pārvaldnieka sesijas darbinieks
ml: ഗ്നോം ഡിസ്പ്ളെ മാനേജര്‍ സെഷന്‍ വര്‍ക്കര്‍

source: AT-SPI Registry Wrapper
id: Pembungkus Registri AT-SPI
ja: AT-SPI レジストラのラッパー
lv: AT-SPI reģistra ietinums

source: Login Window
be: Акно ўваходу
be@latin: Akno ŭvachodu
en@shaw: 𐑤𐑪𐑜𐑦𐑯 𐑢𐑦𐑯𐑛𐑴
id: Jendela Log Masuk
ja: ログイン画面
lv: Pieteikšanās logs
ml: ലോഗിന്‍ ജാലകം
uk: Вікно входу в систему

source: Power Manager
be: Кіраўнік сілкавання
be@latin: Kiraŭnik enerhii
en@shaw: 𐑐𐑬𐑼 𐑥𐑨𐑯𐑩𐑡𐑼
id: Manajer Daya
ja: 電源管理
lv: Barošanas pārvaldnieks
ml: പവര്‍ മാനേജര്‍
uk: Керівник живленням

source: Power management daemon
be: Дэман кіраўніка сілкаваннем
be@latin: Deman, jaki kiruje enerhijaj
en@shaw: 𐑐𐑬𐑼 𐑥𐑨𐑯𐑩𐑡𐑥𐑩𐑯𐑑 𐑛𐑰𐑥𐑩𐑯
id: Daemon manajemen daya
ja: 電源管理のデーモンです
lv: Barošanas pārvaldības dēmons
ml: പവര്‍ മാനേജ്മെന്റ് ഡെമണ്‍
uk: Даемон керування живленням

source: MATE Settings Daemon
be: Дэман настаўленняў MATE
be@latin: Deman naładaŭ MATE
en@shaw: ·𐑜𐑯𐑴𐑥 𐑕𐑧𐑑𐑦𐑙𐑟 𐑛𐑰𐑥𐑩𐑯
id: Daemon Pengaturan MATE
ja: MATE 設定デーモン
lv: MATE iestatījumu dēmons
ml: ഗ്നോം ക്രമീകരണ ഡെമണ്‍
uk: Даемон налаштування MATE

source: MATE Screen Magnifier
be: Павелічальнік экрану MATE
be@latin: Lupa dla ekranu MATE
en@shaw: ·𐑜𐑯𐑴𐑥 𐑕𐑒𐑮𐑰𐑯 𐑥𐑨𐑜𐑯𐑩𐑓𐑲𐑻
id: Pembesar Tampilan Layar MATE
ja: MATE 拡大鏡
lv: MATE ekrāna lupa
ml: ഗ്നോം സ്ക്രീന്‍ മാഗ്നിഫയര്‍
uk: Лупа стільниці MATE

source: Magnify parts of the screen
be: Павялічвае часткі экрану
be@latin: Pavialičvaje častki ekranu
en@shaw: 𐑥𐑨𐑜𐑯𐑦𐑓𐑲 𐑐𐑸𐑑𐑕 𐑝 𐑞 𐑕𐑒𐑮𐑰𐑯
id: Memperbesar tampilan layar
ja: 画面の一部を拡大します
lv: Palielina ekrāna daļas
ml: സ്ക്രീനിന്റെ ഭാഗങ്ങള്‍ വലുതാക്കുക
uk: Збільшити частини екрану

source: MATE On-Screen Keyboard
id: Papan Tik On-Screen MATE
ja: MATE オンスクリーン・キーボード
lv: MATE ekrāna tastatūra

source: Use an on-screen keyboard
id: Gunakan papan tik pada layar
ja: オンスクリーン・キーボードを使用
lv: Izmantot ekrāna tastatūru

source: Orca Screen Reader
be: Чытач экрана Orca
be@latin: Čytańnie nadpisaŭ z ekranu Orca
en@shaw: ·𐑪𐑮𐑒𐑩 𐑕𐑒𐑮𐑰𐑯 𐑮𐑰𐑛𐑼
id: Pembaca Layar Orca
ja: Orca スクリーン・リーダ
lv: Orca ekrāna lasītājs
ml: ഓര്‍കാ സ്ക്രീന്‍ റീഡര്‍
uk: Читач екрану Orca

source: Present on-screen information as speech or braille
be: Чытаць ці адлюстроўваць азбукай Брайля звесткі з экрана
be@latin: Pramaŭlaje ci padaje ŭ syhnałach Brailla tekst z ekranu
en@shaw: 𐑐𐑮𐑩𐑟𐑧𐑯𐑑 𐑪𐑯-𐑕𐑒𐑮𐑰𐑯 𐑦𐑯𐑓𐑼𐑥𐑱𐑖𐑩𐑯 𐑨𐑟 𐑕𐑐𐑰𐑗 𐑹 𐑚𐑮𐑱𐑤
id: Menyajikan informasi pada layar dalam bentuk suara atau braille
ja: 音声または点字で画面上の情報を提供します
lv: Nodrošināt uz ekrāna redzamo informāciju kā izrunātu vai Braila rakstā
ml: ഓണ്‍ സ്ക്രീന്‍ വിവരങ്ങള്‍ ഒരു സംഭാഷണം അല്ലെങ്കില്‍ ബ്രെയിലി ആയി ലഭ്യമാക്കുക
uk: Представляти інформацію на екрані як розмову або шрифтом Брайля

source: PolicyKit Authentication Agent
be: Агент аўтэнтыфікацыі PolicyKit
id: Agen Otentikasi PolicyKit
ja: PolicyKit 認証エージェント
lv: PolicyKit autentifikācijas aģents
ml: പോളിസിക്കിറ്റ് ഓഥന്റിക്കേഷന്‍ ഏജന്റ്
uk: Агент автентифікації PolicyKit

source: Select System
be: Вылучэнне сістэмы
be@latin: Vybiery systemu
en@shaw: 𐑕𐑩𐑤𐑧𐑒𐑑 𐑕𐑦𐑕𐑑𐑩𐑥
id: Pilih Sistem
ja: システムの選択
lv: Izvēlieties sistēmu
ml: സിസ്റ്റം തെരഞ്ഞെടുക്കുക
uk: Виберіть систему

source: XDMCP: Could not create XDMCP buffer!
be: XDMCP: немагчыма стварыць буфер XDMCP!
id: XDMCP: Tidak dapat membuat penyangga XDMCP!
ja: XDMCP: XDMCP のバッファを生成できませんでした
lv: XDMCP: neizdevās izveidot XDMCP buferi!
ml: XDMCP: XDMCP ബഫര്‍ നിര്‍മ്മിക്കുവാന്‍ സാധ്യമല്ല!
uk: XDMCP: Не вдається створити буфер XDMCP!

source: XDMCP: Could not read XDMCP header!
be: XDMCP: немагчыма прачытаць загаловак XDMCP!
be@latin: XDMCP: nie ŭdałosia pračytać zahałovak XDMCP!
id: XDMCP: Tidak dapat membaca tajuk XDMCP!
ja: XDMCP: XDMCP のヘッダを読み取れませんでした
lv: XDMCP: Neizdevās nolasīt XDMCP galveni!
ml: XDMCP: XDMCP ഹെഡര്‍ വായിക്കുവാന്‍ സാധ്യമായില്ല!
uk: XDMCP: не вдається прочитати заголовок XDMCP!

source: Value
be: Значэнне
be@latin: Vartaść
en@shaw: 𐑝𐑨𐑤𐑿
id: Nilai
ja: 値
lv: Vērtība
ml: മൂല്ല്യം
uk: Значення

source: percentage of time complete
be: адсоткі завершанага часу
be@latin: pracent zakančeńnia
en@shaw: 𐑐𐑼𐑕𐑧𐑯𐑑𐑦𐑡 𐑝 𐑑𐑲𐑥 𐑒𐑩𐑥𐑐𐑤𐑰𐑑
id: persentase waktu lengkap
ja: 進行時間の百分率です
lv: pabeigtā laika procents
ml: പൂര്‍ണ്ണമാക്കിയ സമയത്തിന്റെ ശതമാനം
uk: відсотків часу до завершення

source: Inactive Text
be: Неактыўны тэкст
be@latin: Niadziejny tekst
en@shaw: 𐑦𐑯𐑨𐑒𐑑𐑦𐑝 𐑑𐑧𐑒𐑕𐑑
id: Teks Tak Aktif
ja: 未選択状態のラベル
lv: Neaktīvs teksts
ml: സജീവമല്ലാത്ത വാചകം
uk: Неактивний текст

source: The text to use in the label if the user hasn't picked an item yet
be: Тэкст меткі, калі карыстальнік яшчэ ня вылучыў элемент
be@latin: Tekst dla nadpisaŭ, jakija karystalnik jašče nie zaznačyŭ
id: Teks yang dipakai pada label bila pengguna belum memilih
ja: 未だ選択していないアイテムを表すラベルです
lv: Teksts, ko izmantot etiķetei, ja lietotājs vēl nav izvēlējies vienību
ml: ഉപയോക്താവു് ഒരു വസ്തു എടുത്തിട്ടില്ല എങ്കില്‍ ലേബലില്‍ ഉപയോഗിക്കേണ്ട വാചകം
uk: Текст, що буде вкористаний, в мітках, якщо користувач ще не вибрав значення

source: Active Text
be: Актыўны тэкст
be@latin: Dziejny tekst
en@shaw: 𐑨𐑒𐑑𐑦𐑝 𐑑𐑧𐑒𐑕𐑑
id: Teks Aktif
ja: 選択状態のラベル
lv: Aktīvs teksts
ml: സജീവമായ വാചകം
uk: Активний текст

source: The text to use in the label if the user has picked an item
be: Тэкст меткі, калі карыстальнік ужо вылучыў элемент
be@latin: Tekst dla nadpisaŭ, jakija karystalnik užo zaznačyŭ
en@shaw: 𐑞 𐑑𐑧𐑒𐑕𐑑 𐑑 𐑿𐑕 𐑦𐑯 𐑞 𐑤𐑱𐑚𐑩𐑤 𐑦𐑓 𐑞 𐑿𐑟𐑼 𐑣𐑨𐑟 𐑐𐑦𐑒𐑑 𐑩𐑯 𐑲𐑑𐑩𐑥
id: Teks yang dipakai pada label bila pengguna telah memilih
ja: 選択したアイテムを表すラベルです
lv: Teksts, ko izmantot etiķetei, ja lietotājs ir izvēlējies vienību
ml: ഉപയോക്താവു് ഒരു വസ്തു എടുത്തിട്ടുണ്ടെങ്കില്‍ ലേബലില്‍ ഉപയോഗിക്കേണ്ട വാചകം
uk: Текст, що буде використаний, в мітках, якщо користувач вибрав значення

source: List Visible
be: Бачны спіс
en@shaw: 𐑤𐑦𐑕𐑑 𐑝𐑦𐑕𐑦𐑚𐑩𐑤
id: Daftar Nampak
ja: 一覧を表示
lv: Saraksts redzams
ml: ദൃശ്യമായവ കാണിക്കുക
uk: Показувати список

source: Whether the chooser list is visible
id: Menentukan terlihatnya daftar pilih
ja: 選択肢(chooser)を表示するかどうか
lv: Vai izvēles saraksts ir redzams
ml: തെരഞ്ഞെടുക്കുവാനുള്ള പട്ടിക കാണാമോ എന്നു്
uk: Чи виводиться список входу

source: %a %b %e, %l:%M:%S %p
id: %a %e %b, %k:%M:%S
ja: %b%e日 (%a) %p%l:%M:%S
lv: %A, %e. %B, %H:%M:%S
uk: %a %e %b, %k:%M:%S

source: %a %b %e, %l:%M %p
id: %a %e %b, %k:%M
ja: %b%e日 %a %p%l:%M
lv: %A, %e. %B, %H:%M
uk: %a %e %b, %k:%M

source: %a %l:%M:%S %p
id: %a %k:%M:%S
ja: (%a) %p%l:%M:%S
lv: %A %H:%M:%S
uk: %a %k:%M:%S

source: %a %l:%M %p
id: %a %k:%M
ja: (%a) %p%l:%M
lv: %A %H:%M
uk: %a %k:%M

source: Automatically logging in…
id: Otomatis masuk...
ja: 自動的にログイン…
lv: Automātiski piesakās…

source: Select language and click Log In
be: Вылучыце мову і пстрыкніце "Ўвайсці"
be@latin: Vybiery movu j klikni ŭ knopku "Uvajdzi"
en@shaw: 𐑕𐑩𐑤𐑧𐑒𐑑 𐑤𐑨𐑙𐑜𐑢𐑩𐑡 𐑯 𐑒𐑤𐑦𐑒 𐑤𐑪𐑜 𐑦𐑯
id: Pilih bahasa dan klik Masuk
ja: 言語を選択してログインをクリックしてください
lv: Izvēlieties valodu un klikšķiniet 'Pieteikties'
ml: ഭാഷ തെരഞ്ഞെടുത്തു് ലോഗിന്‍ ചെയ്യുക എന്നതില്‍ ക്ലിക്ക് ചെയ്യുക
uk: Виберіть мову та натисніть "Увійти"

source: Cancelling…
id: Membatalkan...
ja: キャンセル中…
lv: Atceļ…

source: Computer Name
be: Назва кампутара
be@latin: Nazva kamputara
en@shaw: 𐑒𐑩𐑥𐑐𐑿𐑑𐑼 𐑯𐑱𐑥
id: Nama Komputer
ja: コンピュータ名
lv: Datora nosaukums
ml: കമ്പ്യൂട്ടറിന്റെ പേരു്
uk: Назва компьютера

source: Login
id: Log Masuk
ja: ログイン
lv: Pieteikties

source: Unlock
id: Buka Kunci
ja: アンロック
lv: Atslēgt

source: Version
be: Версія
be@latin: Versija
en@shaw: 𐑝𐑻𐑠𐑩𐑯
id: Versi
ja: バージョン
lv: Versija
ml: പതിപ്പു്
uk: Версія

source: Shutdown Options…
id: Opsi Mematikan Mesin...
ja: シャットダウンのオプション…
lv: Izslēgšanas opcijas…

source: Suspend
be: Прыпыніць
be@latin: Zaśni
en@shaw: 𐑕𐑩𐑕𐑐𐑧𐑯𐑛
id: Suspensi
ja: サスペンド
lv: Iemidzināt
ml: മയങ്ങുക
uk: Режим сну

source: Restart
be: Перазагрузка
be@latin: Uruchom nanoŭ
en@shaw: 𐑮𐑰𐑕𐑑𐑸𐑑
id: Hidupkan Ulang
ja: 再起動
lv: Pārstartēt
ml: വീണ്ടും തുടങ്ങുക
uk: Перезапустити

source: Shut Down
be: Выключыць
be@latin: Vyklučy
en@shaw: 𐑖𐑳𐑑 𐑛𐑬𐑯
id: Matikan
ja: シャットダウン
lv: Izslēgt
ml: അടച്ചു പൂട്ടുക
uk: Вимкнути

# customsession
source: Custom
id: Ubahan
ja: カスタム
lv: Pielāgota

source: Custom session
id: Sesi ubahan
ja: カスタムセッション
lv: Pielāgota sesija

source: Languages
be: Мовы
be@latin: Movy
en@shaw: 𐑤𐑨𐑙𐑜𐑢𐑩𐑡𐑩𐑟
id: Bahasa
ja: 言語
lv: Valodas
ml: ഭാഷകള്‍
uk: Мови

source: _Languages:
be: _Мовы:
be@latin: _Movy:
en@shaw: _𐑤𐑨𐑙𐑜𐑢𐑩𐑡𐑩𐑟:
id: _Bahasa:
ja: 言語(_L):
lv: Va_lodas:
ml: _ഭാഷകള്‍:
uk: _Мови:

source: _Language:
be: _Мова:
be@latin: _Mova:
en@shaw: _𐑤𐑨𐑙𐑜𐑢𐑩𐑡:
id: _Bahasa:
ja: 言語(_L):
lv: Va_loda:
ml: _ഭാഷ:
uk: _Мова:

# language
source: Other…
id: Lainnya...
ja: その他…
lv: Cita…

source: Choose a language from the full list of available languages.
be: Абярыце мовы з поўнага спісу наяўных моў.
be@latin: Vybiery movu z poŭnaha śpisu mahčymych movaŭ.
en@shaw: 𐑗𐑵𐑟 𐑩 𐑤𐑨𐑙𐑜𐑢𐑩𐑡 𐑓𐑮𐑪𐑥 𐑞 𐑓𐑫𐑤 𐑤𐑦𐑕𐑑 𐑝 𐑩𐑝𐑱𐑤𐑩𐑚𐑩𐑤 𐑤𐑨𐑙𐑜𐑢𐑩𐑡𐑩𐑟.
id: Memilih bahasa dari daftar lengkap bahasa yang tersedia.
ja: 利用可能な言語の一覧から1つ選択してください
lv: Izvēlieties valodu no pilnā pieejamo valodu saraksta.
ml: ലഭ്യമായ ഭാഷകളില്‍ നിന്നും ഒരു ഭാഷ തെരഞ്ഞെടുക്കുക.
uk: Виберіть мову з повного переліку наявних мов.

source: Language
id: Bahasa
ja: 言語
lv: Valoda

source: Unspecified
be: Нявызначана
be@latin: Nie akreślenaja
en@shaw: 𐑩𐑯𐑕𐑐𐑧𐑕𐑩𐑓𐑲𐑛
id: Tak dinyatakan
ja: 指定しない
lv: Nenorādīta
ml: വ്യക്തമാക്കിയിട്ടില്ലാത്ത
uk: Не визначено

source: Keyboard layouts
be: Раскладкі клавіятуры
be@latin: Raskładki klavijatury
en@shaw: 𐑒𐑰𐑚𐑪𐑮𐑛 𐑤𐑱𐑬𐑑𐑕
id: Tata letak papan ketik
ja: キーボードのレイアウト
lv: Tastatūras izkārtojumi
ml: കീബോര്‍ഡ് ശൈലികള്‍
uk: Розкладки клавіатури

source: _Keyboard:
be: _Клавіятура:
be@latin: _Klavijatura:
en@shaw: _𐑒𐑰𐑚𐑪𐑮𐑛:
id: Papan _Ketik:
ja: キーボード(_K):
lv: _Tastatūra:
ml: _കീബോര്‍ഡ്:
uk: _Клавіатура:

# keyboard
source: Other…
id: Lainnya...
ja: その他...
lv: Cita…

source: Choose a keyboard layout from the full list of available layouts.
be: Абярыце раскладку клавіятуры з поўнага спісу наяўных раскладак.
be@latin: Vybiery raskładku klavijatury z poŭnaha śpisu mahčymych raskładak.
en@shaw: 𐑗𐑵𐑟 𐑩 𐑒𐑰𐑚𐑪𐑮𐑛 𐑤𐑱𐑬𐑑 𐑓𐑮𐑪𐑥 𐑞 𐑓𐑫𐑤 𐑤𐑦𐑕𐑑 𐑝 𐑩𐑝𐑱𐑤𐑩𐑚𐑩𐑤 𐑤𐑱𐑬𐑑𐑕.
id: Memilih tata letak papan ketik dari daftar lengkap tata letak yang tersedia.
ja: 利用可能なキーボード・レイアウトの一覧から1つ選択してください
lv: Izvēlieties tastatūras izkārtojumu no pilnā pieejamo valodu saraksta.
ml: ലഭ്യമായ ശൈലികളില്‍ നിന്നും ഒരു കീബോര്‍ഡ് ശൈലി തെരഞ്ഞെടുക്കുക.
uk: Виберіть розкладку клавіатури з повного переліку наявних розкладок.

source: Keyboard
id: Papan Ketik:
ja: キーボード
lv: Tastatūra

source: Label Text
be: Тэкст меткі
be@latin: Tekst podpisu
en@shaw: 𐑤𐑱𐑚𐑩𐑤 𐑑𐑧𐑒𐑕𐑑
id: Teks Label
ja: ラベルの文字列
lv: Etiķetes teksts
ml: ലേബല്‍ ടെക്സ്റ്റ്
uk: Текст міток

source: The text to use as a label
be: Тэкс, які будзе ўжыты ў якасці меткі
be@latin: Tekst dla podpisu
en@shaw: 𐑞 𐑑𐑧𐑒𐑕𐑑 𐑑 𐑿𐑕 𐑨𐑟 𐑩 𐑤𐑱𐑚𐑩𐑤
id: Teks yang dipakai sebagai label
ja: ラベルとして使用する文字列です
lv: Etiķetei izmantojamais teksts
ml: ഒരു ലേബല്‍ ആയി ഉപയോഗിക്കുന്നതിനുള്ള വാചകം
uk: Текст, що використовується у мітках

source: Icon name
be: Назва значкі
be@latin: Nazva ikony
en@shaw: 𐑲𐑒𐑪𐑯 𐑯𐑱𐑥
id: Nama ikon
ja: アイコンの名前
lv: Ikonas nosaukums
ml: പ്രതിരൂപത്തിന്റെ പേരു്
uk: Назва піктограми

source: The icon to use with the label
be: Значка, для выкарыстання з наклейкай
be@latin: Ikona dla podpisu
en@shaw: 𐑞 𐑲𐑒𐑪𐑯 𐑑 𐑿𐑕 𐑢𐑦𐑞 𐑞 𐑤𐑱𐑚𐑩𐑤
id: Ikon yang dipakai dengan label
ja: ラベルと一緒に使用するアイコンです
lv: Ar etiķeti izmantojamā ikona
ml: ലേബലിനൊപ്പം ഉപയോഗിക്കുവാനുള്ള ചിഹ്നം
uk: Піктограма, що використовується з міткою

source: Default Item
be: Прадвызначаны элемент
be@latin: Zmoŭčany element
en@shaw: 𐑛𐑦𐑓𐑷𐑤𐑑 𐑲𐑑𐑩𐑥
id: Objek Baku
ja: デフォルトのアイテム
lv: Noklusētā vienība
ml: സ്വതവേയുള്ള വസ്തു
uk: Елемент за замовчуванням

source: The ID of the default item
en@shaw: 𐑞 ID 𐑝 𐑞 𐑛𐑦𐑓𐑷𐑤𐑑 𐑲𐑑𐑩𐑥
id: ID dari objek default
ja: デフォルトのアイテムを表す ID です
lv: Noklusētās vienības ID
ml: സഹജമായ പ്രമേയത്തിന്റെ ഐഡി
uk: ID типового елемента

source: Max Item Count
be: Найбольшая колькасць элементаў
be@latin: Najbolšaja kolkaść elementaŭ
en@shaw: 𐑥𐑨𐑒𐑕 𐑲𐑑𐑩𐑥 𐑒𐑬𐑯𐑑
id: Cacah Objek Maks
ja: アイテムの最大個数
lv: Maksimālais vienību skaits
ml: ഏറ്റവും കൂടുതല്‍ ഐറ്റം കൌണ്ട്
uk: Найбільша кількість елементів

source: The maximum number of items to keep around in the list
be: Найбольшая колькасць элементаў вакол спісу
be@latin: Najbolšaja kolkaść elementaŭ u śpisie
en@shaw: 𐑞 𐑥𐑨𐑒𐑕𐑦𐑥𐑩𐑥 𐑯𐑳𐑥𐑚𐑼 𐑝 𐑲𐑑𐑩𐑥𐑟 𐑑 𐑒𐑰𐑐 𐑼𐑬𐑯𐑛 𐑦𐑯 𐑞 𐑤𐑦𐑕𐑑
id: Jumlah maksimal objek yang ditampilkan dalam daftar
ja: 一覧の中に表示するアイテムの最大個数です
lv: Maksimālais vienību skaits sarakstā
ml: പട്ടികയിലുള്ള ഏറ്റവും കൂടുതല്‍ വസ്തുക്കളുടെ എണ്ണം
uk: Найбільша кількість елементів у переліку

source: Remote Login (Connecting to %s…)
id: Log Masuk Jarak Jauh (Menyambung ke %s...)
ja: リモート・ログイン (%s へ接続中…)
lv: Attālinātā pieteikšanās (Savienojas ar %s…)

source: Remote Login (Connected to %s)
be: Аддалены ўваход (далучаны да %s)
be@latin: Daloki ŭvachod (Spałučany z %s)
en@shaw: 𐑮𐑦𐑥𐑴𐑑 𐑤𐑪𐑜𐑦𐑯 (𐑒𐑩𐑯𐑧𐑒𐑑𐑩𐑛 𐑑 %s)
id: Log Masuk Jarak Jauh (Tersambung ke %s)
ja: リモート・ログイン (%s へ接続完了)
lv: Attālinātā pieteikšanās (Savienojies ar %s)
ml: മറ്റൊരു കമ്പ്യൂട്ടറില്‍ നിന്നുള്ള പ്രവേശനം (%s ആയി ബന്ധപ്പെട്ടിരിക്കുന്നു)
uk: Віддвлений вхід (Connected to %s)

source: Remote Login
be: Аддалены ўваход
be@latin: Daloki ŭvachod
en@shaw: 𐑮𐑦𐑥𐑴𐑑 𐑤𐑪𐑜𐑦𐑯
id: Log Masuk Jarak Jauh
ja: リモート・ログイン
lv: Attālinātā pieteikšanās
ml: മറ്റൊരു കമ്പ്യൂട്ടറില്‍ നിന്നുള്ള പ്രവേശനം
uk: Віддалений вхід

source: Session
id: Sesi
ja: セッション
lv: Sesija

source: Banner message text
be: Тэкст транспаранту
be@latin: Tekst vitalnaha tekstu
en@shaw: 𐑚𐑨𐑯𐑻 𐑥𐑧𐑕𐑦𐑡 𐑑𐑧𐑒𐑕𐑑
id: Teks pesan banner
ja: バナーメッセージの文字列
lv: Karoga joslas teksts
ml: ബാനര്‍ സന്ദേശം ടെക്സ്റ്റ്
uk: Текст повідомлення заголовку

source: Banner message text when chooser is empty
be: Тэкст транспаранту, кабі абіральнік пусты
id: Teks pesan banner ketika pemilih kosong
ja: ユーザ選択が空の時のバナーメッセージ
lv: Karoga joslas teksts, ja nav lietotāju, kurus izvēlēties
ml: ചൂസര്‍ ശൂന്യമാകുമ്പോളുള്ള ബാനര്‍ സന്ദേശം
uk: Текст повідомлення, коли вікно входу порожнє

source: Disable showing the restart buttons
be: Адключыць пакак кнопак перазагрузкі
be@latin: Nie pakazvaj knopki novaha ŭruchomleńnia
en@shaw: 𐑛𐑦𐑕𐑱𐑚𐑩𐑤 𐑖𐑴𐑦𐑙 𐑞 𐑮𐑰𐑕𐑑𐑸𐑑 𐑚𐑳𐑑𐑩𐑯𐑟
id: Tidak menampilkan tombol menghidupulangkan mesin
ja: 再起動のボタンを表示しないかどうか
lv: Nerādīt pārstartēšanas pogas
ml: വീണ്ടും ആരംഭിക്കുന്നതിനുള്ള ബട്ടണുകള്‍ കാണിക്കുന്നതു് പ്രവര്‍ത്തന രഹിതമാക്കുക
uk: Вимкнути показ кнопки перезавантаження

source: Do not show known users in the login window
be: Не паказваць вядомых карыстальнікаў у вакне ўваходу
be@latin: Nie pakazvaj viedamych karystalnikaŭ u vaknie ŭvachodu
en@shaw: 𐑛𐑵 𐑯𐑪𐑑 𐑖𐑴 𐑯𐑴𐑯 𐑿𐑟𐑼𐑟 𐑦𐑯 𐑞 𐑤𐑪𐑜𐑦𐑯 𐑢𐑦𐑯𐑛𐑴
id: Tidak menampilkan pengguna yang dikenal pada jendela log masuk
ja: 既知のユーザをログインウィンドウに表示しないかどうか
lv: Nerādīt zināmos lietotājus pieslēgšanās logā
ml: ലോഗിന്‍ ജാലകത്തില്‍ ലഭ്യമായ ഉപയോക്താക്കളെ കാണിക്കരുതു്
uk: Не показувати відомих користувачів у вікні входу

source: Enable accessibility keyboard plugin
be: Уключыць модуль віртуальнае клавіятуры
be@latin: Uklučy plugin dastupnaj klavijatury
en@shaw: 𐑦𐑯𐑱𐑚𐑩𐑤 𐑨𐑒𐑕𐑧𐑕𐑩𐑚𐑦𐑤𐑦𐑑𐑰 𐑒𐑰𐑚𐑪𐑮𐑛 𐑐𐑤𐑳𐑜𐑦𐑯
id: Mengaktifkan pengaya aksesibilitas papan ketik
ja: アクセシビリティのキーボード・プラグインを有効にするかどうか
lv: Aktivizēt pieejamās tastatūras spraudni
ml: ആക്സസിബിളിറ്റി കീബോര്‍ഡ് പ്ലഗിന്‍ സജ്ജമാക്കുക
uk: Увімкнути додаток підтримки спеціальних можливостей

source: Enable on-screen keyboard
be: Уключыць віртуальную клавіятуру
be@latin: Uklyčy ekrannuju klavijaturu
en@shaw: 𐑦𐑯𐑱𐑚𐑩𐑤 𐑪𐑯-𐑕𐑒𐑮𐑰𐑯 𐑒𐑰𐑚𐑪𐑮𐑛
id: Mengaktifkan papan ketik layar
ja: オンスクリーン・キーボードを利用するかどうか
lv: Aktivizēt ekrāna tastatūru
ml: ഓണ്‍ സ്ക്രീന്‍ കീബോര്‍ഡ് സജ്ജമാക്കുക
uk: Увімкнути наекранну клавіатуру

source: Enable screen magnifier
be: Уключыць павелічальнік экрану
be@latin: Uklučy ekrannuju lupu
en@shaw: 𐑦𐑯𐑱𐑚𐑩𐑤 𐑕𐑒𐑮𐑰𐑯 𐑥𐑨𐑜𐑯𐑩𐑓𐑲𐑻
id: Mengaktifkan pembesar tampilan layar
ja: 拡大鏡を利用するかどうか
lv: Aktivizēt ekrāna lupu
ml: സ്ക്രീന്‍ മാഗ്നിഫയര്‍ സജ്ജമാക്കുക
uk: Увімкнути екранну лупу

source: Enable screen reader
be: Уключыць чытач экрану
be@latin: Uklučy čytańnie nadpisaŭ z ekranu
en@shaw: 𐑦𐑯𐑱𐑚𐑩𐑤 𐑕𐑒𐑮𐑰𐑯 𐑮𐑰𐑛𐑼
id: Mengaktifkan pembaca layar
ja: スクリーン・リーダを利用するかどうか
lv: Aktivizēt ekrāna lasītāju
ml: സ്ക്രീന്‍ റീഡര്‍ സജ്ജമാക്കുക
uk: Увімкнути читача екрану

source: Enable showing the banner message
be: Уключыць адлюстраванне транспаранту
be@latin: Pakazvaj vitalny tekst
en@shaw: 𐑦𐑯𐑱𐑚𐑩𐑤 𐑖𐑴𐑦𐑙 𐑞 𐑚𐑨𐑯𐑻 𐑥𐑧𐑕𐑦𐑡
id: Menampilkan pesan penyambut
ja: バナーメッセージを表示するかどうか
lv: Ieslēgt karoga joslas rādīšanu
ml: ബാനര്‍ സന്ദേശം കാണിക്കുന്നതു് സജ്ജമാക്കുക
uk: Увімкнути показ повідомлення заголовку

source: Icon name to use for greeter logo
be: Назва значкі для ўжывання ў якасці лагатыпа вітальніка
be@latin: Nazva ikony dla lahatypu prahramy ŭvachodu
id: Nama ikon untuk logo penyapa
ja: Greeter のロゴとして使用するアイコン
lv: Sveicinātāja logo ikonas nosaukums
ml: ഗ്രീറ്റര്‍ ലോഗോ ആയി ഉപയോഗിക്കുന്നതിനുള്ള ചിഹ്നത്തിന്റെ പേരു്
uk: Назва піктограми, що буде використана для логотипу привітання

source: Recently selected keyboard layouts
be: Апошнія вылучаныя раскладкі клавіятуры
be@latin: Raniej vybranyja raskładki klavijatury
en@shaw: 𐑮𐑰𐑕𐑩𐑯𐑑𐑤𐑦 𐑕𐑩𐑤𐑧𐑒𐑑𐑩𐑛 𐑒𐑰𐑚𐑪𐑮𐑛 𐑤𐑱𐑬𐑑𐑕
id: Tata letak papan ketik yang baru-baru ini dipilih
ja: 選択可能なキーボード・レイアウト
lv: Nesen izvēlētie tastatūras izkārtojumi
ml: ഏറ്റവും ഒടുവില്‍ തെരഞ്ഞെടുത്ത കീബോര്‍ഡ് ശൈലികള്‍
uk: Нещодавно вибрані розкладки клавіатури

source: Recently selected languages
be: Апошнія вылучаныя мовы
be@latin: Raniej vybranyja movy
en@shaw: 𐑮𐑰𐑕𐑩𐑯𐑑𐑤𐑦 𐑕𐑩𐑤𐑧𐑒𐑑𐑩𐑛 𐑤𐑨𐑙𐑜𐑢𐑩𐑡𐑩𐑟
id: Bahasa yang dipilih baru-baru ini
ja: 選択可能な言語
lv: Nesen izvēlētās valodas
ml: ഏറ്റവും ഒടുവില്‍ തെരഞ്ഞെടുത്ത ഭാഷകള്‍
uk: Нещодавно вибрані мови

source: Set to a list of keyboard layouts to be shown by default in the login window.
id: Tata ke daftar tata letak papan tik yang ditampilkan secara baku pada jendela login.
ja: ログインウィンドウでキーボード・レイアウトのリストをデフォルトで表示します。
lv: Iestatīt tastatūras izkārtojumu sarakstu, ko rādīt pēc noklusējuma pieteikšanās logā.

source: Set to a list of languages to be shown by default in the login window.
id: Tata ke daftar bahasa yang ditampilkan secara baku pada jendela login.
ja: ログインウィンドウで言語のリストをデフォルトで表示します。
lv: Iestatīt valodu sarakstu, ko rādīt pēc noklusējuma pieteikšanās logā.

source: Set to the themed icon name to use for the greeter logo.
be: Зрабіць, каб тэматычная значка была бачная як лагатып вітальніка.
be@latin: Akreśli nazvu ikony ŭ matyvie dla lahatypu prahramy ŭvachodu.
id: Isi dengan nama ikon tema untuk digunakan sebagai logo pembuka/penyambut.
ja: Greeter のロゴとして使用するテーマ付きのアイコン名 ($datadir/icons/*/ 以下にあるファイル名) です。
lv: Iestatīt tēmas ikonas nosaukumu, ko izmantot kā sveicinātāja logo.
ml: ഗ്രീറ്റര്‍ ലോഗോ ആയി ഉപയോഗിക്കുന്നതിനായി പ്രമേയമനുസരിച്ചുള്ള ചിഹ്നം സജ്ജമാക്കുക.
uk: Встановити тематичну назву піктограм для використання у логотипі привітання.

source: Set to true to disable showing known users in the login window.
be: Зрабіць ісцінай, каб адключыць паказ спісу вядомых карыстальнікаў у вакне ўваходу.
en@shaw: 𐑕𐑧𐑑 𐑑 𐑑𐑮𐑵 𐑑 𐑛𐑦𐑕𐑱𐑚𐑩𐑤 𐑖𐑴𐑦𐑙 𐑯𐑴𐑯 𐑿𐑟𐑼𐑟 𐑦𐑯 𐑞 𐑤𐑪𐑜𐑦𐑯 𐑢𐑦𐑯𐑛𐑴.
id: Isi dengan nilai benar (true) untuk tidak menampilkan daftar pengguna yang dikenal pada jendela log masuk.
ja: true にすると、既知のユーザがログインウィンドウには表示されなくなります。
lv: Iestatīt uz true (patiess), lai nerādītu zināmos lietotājus pieteikšanās logā.
ml: ലോഗില്‍ ജാലകത്തില്‍ ലഭ്യമായ ഉപയോക്താക്കളെ കാണിക്കുന്നതു് പ്രവര്‍ത്തന രഹിതമാക്കുന്നതിനു് trueആയി സജ്ജമാക്കുക.
uk: Встановити "Так", щоб вимкнути показ відомих користувачів у вікні входу.
