Repository: samtygier/mate-display-manager
Catalog: po/*.po
Languages: be, be@latin, en@shaw, id, ja, lv, ml, uk

source: /dev/urandom is not a character device
be: /dev/urandom не з'яўляецца сімвальнай прыладай
be@latin: /dev/urandom nia jość znakavaj pryładaj
id: /dev/urandom bukan perangkat karakter
ja: /dev/urandom はキャラクター・デバイスではありません
lv: /dev/urandom nav rakstzīmju ierīce
ml: /dev/urandom ഒരു ക്യാരക്ടര്‍ ഡിവൈസ് അല്ല
uk: /dev/urandom не є символьним пристроєм

source: Display ID
be: ID дысплэю
be@latin: ID ekranu
en@shaw: 𐑛𐑩𐑕𐑐𐑤𐑱 ID
id: ID Tampilan
ja: ディスプレイID
lv: Displeja ID
ml: ഡിസ്പ്ലെ ഐഡി
uk: ID дисплею

source: MATE Display Manager Slave
be: Другасны кіраўнік дысплэю MATE
be@latin: Padparadkavany kiraŭnik ekranu MATE
en@shaw: ·𐑜𐑯𐑴𐑥 𐑛𐑩𐑕𐑐𐑤𐑱 𐑥𐑨𐑯𐑩𐑡𐑼 𐑕𐑤𐑱𐑝
id: Pembantu Manajer Tampilan MATE
ja: MATE ディスプレイ・マネージャ (スレーブ側)
lv: MATE darbvirsmas pārvaldnieka pakļautais
ml: ഗ്നോം ഡിസ്പ്ലെ മാനേജര്‍ സ്ലേവ്
uk: Підлеглий менеджер стільниці MATE

source: could not find user "%s" on system
be: немагчыма знайсці ў сістэме карыстальніка "%s"
be@latin: nie udałosia znajści karystalnika "%s" u systemie
en@shaw: 𐑒𐑫𐑛 𐑯𐑪𐑑 𐑓𐑲𐑯𐑛 𐑿𐑟𐑼 "%s" 𐑪𐑯 𐑕𐑦𐑕𐑑𐑩𐑥
id: tidak menemukan pengguna "%s" pada sistem
ja: "%s" というユーザを見つけることができませんでした
lv: sistēmā neizdevās atrast lietotāju "%s"
ml: സിസ്റ്റത്തില്‍ "%s" എന്ന ഉപയോക്താവിനെ കണ്ടില്ല
uk: неможливо знайти користувача "%s" у системі

source: Unable to initialize login system
be: Немагчыма ініцыялізаваць рэгістрацыю ў сістэме
be@latin: Nie ŭdałosia inicyjalizavać systemu ŭvachodu
en@shaw: 𐑳𐑯𐑱𐑚𐑩𐑤 𐑑 𐑦𐑯𐑦𐑖𐑩𐑤𐑲𐑟 𐑤𐑪𐑜𐑦𐑯 𐑕𐑦𐑕𐑑𐑩𐑥
id: Tidak dapat menginisialisasi sistem log masuk
ja: ログイン・システムを初期化できません
lv: Neizdevās inicializēt pieteikšanās sistēmu
ml: അകത്തുകയറാനുള്ള സംവിധാനം ആരംഭിക്കുവാന്‍ സാധ്യമായില്ല
uk: Неможливо ініціалізувати систему входу

source: Unable to authenticate user
be: Немагчыма аўтэнтыфікаваць карыстальніка
be@latin: Nie ŭdałosia spraŭdzić tojesnaść karystalnika
en@shaw: 𐑳𐑯𐑱𐑚𐑩𐑤 𐑑 𐑷𐑔𐑧𐑯𐑑𐑦𐑒𐑱𐑑 𐑿𐑟𐑼
id: Tidak dapat mengotentikasi pengguna
ja: ユーザを認証できません
lv: Neizdevās autentificēt lietotāju
ml: ഉപയോക്താവിനെ തിരിച്ചറിയുവാന്‍ സാധിക്കുന്നില്ല
uk: Не вдається автентифікувати користувача

source: Unable to authorize user
be: Немагчыма аўтарызаваць карыстальніка
be@latin: Nie ŭdałosia aŭtaryzavać karystalnika
en@shaw: 𐑳𐑯𐑱𐑚𐑩𐑤 𐑑 𐑪𐑔𐑻𐑲𐑟 𐑿𐑟𐑼
id: Tidak dapat mengotorisasi pengguna
ja: 妥当なユーザと認めることができません
lv: Neizdevās autorizēt lietotāju
ml: ഉപയോക്താവിനെ അധികാരപ്പെടുത്തുവാന്‍ സാധ്യമായില്ല
uk: Неможливо авторизувати користувача

source: Unable to establish credentials
be: Немагчыма ўсталяваць давер
be@latin: Nie ŭdałosia ŭładkavać źviestki dla ŭvachodu
en@shaw: 𐑳𐑯𐑱𐑚𐑩𐑤 𐑑 𐑩𐑕𐑑𐑨𐑚𐑤𐑦𐑖 𐑒𐑮𐑩𐑛𐑧𐑯𐑖𐑩𐑤𐑟
id: Tidak dapat membangun kredensial
ja: 信頼できるユーザと認めることができません
lv: Neizdevās apstiprināt pilnvaras
ml: യോഗ്യതകള്‍ സ്ഥാപിക്കുവാന്‍ കഴിഞ്ഞില്ല
uk: Не вдається встановити довірені відносини

source: Unable to open session
id: Tidak dapat membukan sesi
ja: セッションを開始することができません
lv: Neizdevās atvērt sesiju
uk: Неможливо відкрити сеанс

source: Could not start the X server (your graphical environment) due to an internal error. Please contact your system administrator or check your syslog to diagnose. In the meantime this display will be disabled. Please restart GDM when the problem is corrected.
id: Tidak dapat menjalankan server X (lingkungan grafik Anda) karena galat internal. Hubungilah administrator sistem Anda atau periksa catatan sistem (syslog) untuk diagnosa. Untuk sementara, tampilan ini akan dimatikan. Jalankan kembali GDM setelah masalah diperbaiki.
ja: 何らかの内部エラーが原因でXサーバ(グラフィカル環境)を起動できませんでした。システム管理者に問い合わせるか、syslog の内容をチェックして調査してみてください。とりあえず、このディスプレイを無効にします。問題が解決したら GDM を再起動してください。
lv: Neizdevās palaist X serveri (jūsu grafisko vidi) kādas iekšējas kļūdas dēļ. Lūdzu, sazinieties ar jūsu sistēmas administratoru vai pārbaudiet sistēmas žurnālu, lai noteiktu problēmas cēloni. Pa to laiku displejs tiks deaktivēts. Lūdzu, pārstartējiet GDM, kad problēma ir novērsta.

source: %s: failed to connect to parent display '%s'
be: %s: немагчыма далучыцца да бацькоўскага дысплэю "%s"
be@latin: %s: nie ŭdałosia spałučycca z baćkoŭskim ekranam "%s"
en@shaw: %s: 𐑓𐑱𐑤𐑛 𐑑 𐑒𐑩𐑯𐑧𐑒𐑑 𐑑 𐑐𐑺𐑩𐑯𐑑 𐑛𐑩𐑕𐑐𐑤𐑱 '%s'
id: %s: gagal terhubung pada induk tampilan '%s'
ja: %s: 親ディスプレイの '%s' に接続できませんでした
lv: %s: neizdevās pieslēgties vecāka ekrānam '%s'
ml: %s: പേരന്റ് ഡിസ്പ്ളെ '%s'-മായി കണക്ട് ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു
uk: %s: не вдається з'єднатись з батьківським дисплеєм '%s'

source: Server was to be spawned by user %s but that user doesn't exist
be: Сервер быў запушчаны карыстальнікам %s, які зараз не існуе
id: Server mestinya dijalankan oleh %s, tetapi pengguna tersebut tidak ada
ja: ユーザの %s がサーバを起動しましたが、そのようなユーザは存在しません
lv: Serveri vajadzēja palaist lietotājam %s, bet šāds lietotājs neeksistē
ml: സെര്‍വര്‍ തുടങ്ങേണ്ട ഉപയോക്താവു് %s ആയിരുന്നെങ്കിലും ആ ഉപയോക്താവു് നിലവിലില്ല
uk: Сервер був запущений користувачем %s, але цей користувач не існує

source: Couldn't set groupid to %d
be: Немагчыма задаць %d як ідэнтыфікатар групы
be@latin: Nie ŭdałosia akreślić ID hrupy jak %d
id: Tidak dapat menentukan ID kelompok menjadi %d
ja: グループ ID を %d に設定できませんでした
lv: Neizdevās iestatīt grupas id uz %d
ml: groupid %d ആയി സജ്ജമാക്കുവാന്‍ സാധിച്ചില്ല
uk: Не вдається встановити groupid %d

source: initgroups () failed for %s
be: збой initgroups () для %s
be@latin: niaŭdałaje vykanańnie initgroups() dla %s
id: initgroups () gagal untuk %s
ja: %s に対する initgroups(3) の呼び出しに失敗しました
lv: initgroups() neizdevās %s
ml: %s-നുളള initgroups () പരാജയപ്പെട്ടു
uk: Помилка initgroups() для %s

source: Couldn't set userid to %d
be: Немагчыма задаць %d як ідэнтыфікатар карыстальніка
be@latin: Nie ŭdałosia akreślić ID karystalnika jak %d
id: Tidak dapat menentukan ID pengguna menjadi %d
ja: ユーザ ID を %d に設定できませんでした
lv: Neizdevās iestatīt lietotāja id uz %d
ml: userid %d ആയി സജ്ജമാക്കുവാന്‍ സാധിച്ചില്ല
uk: Не вдається встановити userid у %d

source: %s: Could not open log file for display %s!
id: %s: Tidak dapat membuka berkas log untuk tampilan %s!
ja: %s: ディスプレイ (%s) のログファイルを開けません!
lv: %s: Neizdevās atvērt %s ekrāna žurnāla failu!

source: %s: Error setting %s to %s
be: %s: памылка ўсталяваньня %s у %s
be@latin: %s: pamyłka akreśleńnia %s jak %s
en@shaw: %s: 𐑻𐑼 𐑕𐑧𐑑𐑦𐑙 %s 𐑑 %s
id: %s: Gagal mengatur %s menjadi %s
ja: %s: %s を %s に設定する際にエラー
lv: %s: Kļūda iestatot %s uz %s
ml: %s: %s-നെ %s-ലേക്ക് സെറ്റ് ചെയ്യുന്നതില്‍ പിഴവ്
uk: %s: Помилка встановлення %s у %s

source: %s: Server priority couldn't be set to %d: %s
be: %s: немагыма задаць палітыку сервера %d: %s
be@latin: %s: nie ŭdałosia akreślić pryjarytet servera jak %d: %s
id: %s: Prioritas server tidak dapat ditentukan menjadi %d: %s
ja: %s: サーバの優先度を %d にセットできませんでした: %s
lv: %s: Servera prioritāti neizdevās iestatīt uz %d: %s
ml: %s: സെര്‍വറിന്റെ മുന്‍ഗണന %d ആയി സെറ്റ് ചെയ്യുവാന്‍ സാധിച്ചില്ല: %s
uk: %s: Пріоритет сервера треба встановити у %d: %s

source: %s: Empty server command for display %s
be: %s: Пустая каманда паслужніка для дысплэю %s
be@latin: %s: pusty zahad dla servera na ekranie %s
en@shaw: %s: 𐑧𐑥𐑐𐑑𐑦 𐑕𐑻𐑝𐑼 𐑒𐑩𐑥𐑭𐑯𐑛 𐑓𐑹 𐑛𐑦𐑕𐑐𐑤𐑱 %s
id: %s: Tidak ada perintah server untuk tampilan %s
ja: %s: ディスプレイ (%s) のサーバ・コマンドが空です
lv: %s: Tukša servera komanda displejam %s
ml: %s: ഡിസ്പ്ളെ %s-ന് ശൂന്യമായ സെര്‍വര്‍ നിര്‍ദ്ദേശം
uk: %s: Не вказана команда програми сервера для дисплея %s

source: Username
be: Карыстальнік
be@latin: Karystalnik
en@shaw: 𐑿𐑟𐑼𐑯𐑱𐑥
id: Nama Pengguna
ja: ユーザ名
lv: Lietotājvārds:
ml: ഉപയോക്താവിന്റെ പേരു്
uk: Ім'я користувача

source: The username
be: Уліковае імя
be@latin: Nazva karystalnika
en@shaw: 𐑞 𐑿𐑟𐑼𐑯𐑱𐑥
id: Nama pengguna
ja: ユーザ名です
lv: Lietotājvārds
ml: ഉപയോക്താവിന്റെ പേരു്
uk: Ім'я користувача

source: Hostname
be: Вузел
be@latin: Host
en@shaw: 𐑣𐑴𐑕𐑑𐑯𐑱𐑥
id: Nama Host
ja: ホスト名
lv: Saimniekdatora nosaukums
ml: ഹോസ്റ്റ്നെയിം
uk: Назва вузла

source: The hostname
be: Назва аддаленага вузла
be@latin: Nazva hostu
en@shaw: 𐑞 𐑣𐑴𐑕𐑑𐑯𐑱𐑥
id: Nama host
ja: ホスト名です
lv: Saimniekdatora nosaukums
ml: ഹോസ്റ്റ്നെയിം
uk: Назва вузла

source: Display Device
be: Прылада Дысплэю
be@latin: Ekran
en@shaw: 𐑛𐑩𐑕𐑐𐑤𐑱 𐑛𐑦𐑝𐑲𐑕
id: Perangkat Tampilan
ja: ディスプレイのデバイス
lv: Displeja ierīce
ml: ഡിസ്പ്ലെ ഡിവൈസ്
uk: Пристрій відображення

source: The display device
be: Прылада дысплэю
be@latin: Pryłada ekranu
en@shaw: 𐑞 𐑛𐑦𐑕𐑐𐑤𐑱 𐑛𐑦𐑝𐑲𐑕
id: Perangkat tampilan
ja: ディスプレイのデバイスです
lv: Displeja ierīce
ml: ഡിസ്പ്ലെ ഡിവൈസ്
uk: Пристрій відображення

source: error initiating conversation with authentication system: %s
id: galat mengawali percakapan dengan sistem otentikasi: %s
ja: 認証システムとの接続を開始しようとしてエラーが発生しました: %s
lv: kļūda, inicializējot informācijas apmaiņu ar autentifikācijas sistēmu: %s

source: general failure
be: агульная памылка
be@latin: ahulnaja niaŭdača
en@shaw: 𐑡𐑧𐑯𐑼𐑩𐑤 𐑓𐑱𐑤𐑘𐑼
id: kegagalan umum
ja: 一般的なエラー
lv: vispārēja kļūda
ml: സാധാരണ പരാജയം
uk: загальна відмова в роботі

source: out of memory
be: бракуе памяці
be@latin: niastača pamiaci
en@shaw: 𐑬𐑑 𐑝 𐑥𐑧𐑥𐑼𐑦
id: kehabisan memori
ja: メモリ不足です
lv: beigusies atmiņa
ml: മെമ്മറി ലഭ്യമല്ല
uk: немає вільної пам'яті

source: application programmer error
be: памылка праграміста дастасавання
be@latin: pamyłka ŭ kodzie aplikacyi
en@shaw: 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑐𐑮𐑴𐑜𐑮𐑨𐑥𐑼 𐑻𐑼
id: galat pemrogram aplikasi
ja: アプリケーションのバグです
lv: lietotnes programmētāja kļūda
ml: ആപ്ലിക്കേഷന്‍ പ്രോഗ്രാമര്‍ പിശക്
uk: помилка програміста системи

source: unknown error
be: невядомая памылка
be@latin: nieviadomaja pamyłka
en@shaw: 𐑳𐑯𐑴𐑯 𐑻𐑼
id: galat tak dikenal
ja: 原因不明のエラーです
lv: nezināma kļūda
ml: അപരിചിതമായ പിശക്
uk: невідома помилка

source: Username:
be: Карыстальнік:
be@latin: Karystalnik:
en@shaw: 𐑿𐑟𐑼𐑯𐑱𐑥:
id: Nama Pengguna:
ja: ユーザ名:
lv: Lietotājvārds:
ml: ഉപയോക്തൃ നാമം:
uk: Користувач:

source: error informing authentication system of preferred username prompt: %s
id: galat memberitahu sistem otentikasi tentang sapaan nama pengguna yang disukai: %s
ja: 認証システムにユーザ名を入力させるプロンプトを設定しようとしてエラーが発生: %s
lv: kļūda, autentifikācijas sistēmas informēšanā par vēlamo lietotājvārda ievades veidu: %s

source: error informing authentication system of user's hostname: %s
id: galat memberitahu sistem otentikasi tentang nama host pengguna: %s
ja: 認証システムにホスト名を設定しようとしてエラーが発生: %s
lv: kļūda, autentifikācijas sistēmas informēšanā par lietotāja saimniekdatora vārdu: %s

source: error informing authentication system of user's console: %s
id: galat memberitahu sistem otentikasi tentang konsol pengguna: %s
ja: 認証システムにユーザが使用している端末名を設定しようとしてエラー: %s
lv: kļūda, autentifikācijas sistēmas informēšanā par lietotāja konsoli: %s

source: error informing authentication system of display string: %s
id: galat memberitahu sistem otentikasi tentang kalimat tampilan: %s
ja: 認証システムにXのディスプレイ名を設定しようとしてエラーが発生: %s
lv: kļūda, autentifikācijas sistēmas informēšanā par displeja virkni: %s

source: error informing authentication system of display xauth credentials: %s
id: galat memberitahu sistem otentikasi tentang kredensial xauth tampilan: %s
ja: 認証システムでディスプレイの xauth の信用情報を設定しようとしてエラーが発生: %s
lv: kļūda, autentifikācijas sistēmas informēšanā par displeja xauth akreditācijas datiem: %s

source: no user account available
be: рахунак карыстальніка недаступны
be@latin: niama takoha kontu karystalnika
en@shaw: 𐑯𐑴 𐑿𐑟𐑼 𐑩𐑒𐑬𐑯𐑑 𐑩𐑝𐑱𐑤𐑩𐑚𐑩𐑤
id: akun pengguna tidak tersedia
ja: 利用できるアカウントがありません
lv: nav pieejams lietotāja konts
ml: ഉപയോക്താവിനുള്ള അക്കൌണ്ട് ലഭ്യമല്ല
uk: недоступний обліковий запис користувача

source: Unable to change to user
be: Немагчыма змяніць карыстальніка
be@latin: Nie ŭdałosia źmianić dziejnaha karystalnika
en@shaw: 𐑳𐑯𐑱𐑚𐑩𐑤 𐑑 𐑗𐑱𐑯𐑡 𐑑 𐑿𐑟𐑼
id: Tidak dapat berganti pengguna
ja: ユーザを変更できません
lv: Neizdevās nomainīties uz lietotāju
ml: ഉപയോക്താവായി മാറുവാന്‍ സാധ്യമല്ല
uk: Неможливо змінити користувача

source: User %s doesn't exist
be: Карыстальнік %s не існуе
be@latin: Karystalnik %s nie isnuje
id: Pengguna %s tidak ada
ja: %s というユーザは存在しません
lv: Lietotājs %s neeksistē
ml: ഉപയോക്താവു് %s നിലവിലില്ല.
uk: Користувач %s не існує

source: Group %s doesn't exist
be: Група %s не існуе
be@latin: Hrupa %s nie isnuje
id: Kelompok %s tidak ada
ja: %s というグループは存在しません
lv: Grupa %s neeksistē
ml: %s ഗ്രൂപ്പ് നിലവിലില്ല.
uk: Група %s не існує

source: Could not create socket!
be: Немагчыма стварыць сокет!
be@latin: Nie ŭdałosia stvaryć sokiet!
en@shaw: 𐑒𐑫𐑛 𐑯𐑪𐑑 𐑒𐑮𐑦𐑱𐑑 𐑕𐑪𐑒𐑩𐑑!
id: Tidak dapat membuat soket!
ja: ソケットを生成できませんでした
lv: Neizdevās izveidot ligzdu!
ml: സോക്കറ്റ് നിര്‍മ്മിക്കുവാന്‍ സാധ്യമല്ല!
uk: Не вдається створити сокет!

source: Denied XDMCP query from host %s
be: Адмова на XDMCP запыт ад вузла %s
be@latin: Admoŭleny zapyt XDMCP ad hostu %s
id: Kuiri XDMCP ditolak dari host %s
ja: ホストの %s から要求された XDMCP のクエリが拒否されました
lv: Liegts XDMCP vaicājums no saimniekdatora %s
ml: ഹോസ്റ്റ് %s-ല്‍ നിന്നുമുളള XDMCP ക്വറി നിഷേധിച്ചിരിക്കുന്നു
uk: Отримано відмову на запит XDMCP від комп'ютера %s

source: Could not extract authlist from packet
be: Немагчыма атрымаць спіс аўтэнтыфікацыі з пакета
be@latin: Nie ŭdałosia vyniać aŭtaryzacyjny śpis z pakunku
id: Tidak dapat mengekstrak daftar otentikasi (authlist) dari paket
ja: パケットから authlist を展開できませんでした
lv: Neizdevās iegūt authlist no paketes
ml: പാക്കറ്റില്‍ നിന്നും authlist ലഭ്യമായില്ല
uk: Не вдається виділити перелік авторизації з пакету

source: Error in checksum
be: Памылка праверчае сумы
be@latin: Pamyłka ŭ padličanaj sumie
id: Galat pada checksum
ja: チェックサムでエラーになりました
lv: Kļūda kontrolsummā
ml: checksum-ല്‍ പിഴവ്
uk: Помилка в контрольній сумі

source: Bad address
be: Кепскі адрас
be@latin: Kiepski adras
en@shaw: 𐑚𐑨𐑛 𐑩𐑛𐑮𐑧𐑕
id: Alamat yang buruk
ja: アドレスが間違っています
lv: Slikta adrese
ml: തെറ്റായ മേല്‍വിലാസം
uk: Невірна адреса

source: %s: Could not read display address
be: %s: немагчыма прачытаць адрас дысплэю
be@latin: %s: nie ŭdałosia pračytać adras ekranu
en@shaw: %s: 𐑒𐑫𐑛 𐑯𐑪𐑑 𐑮𐑧𐑛 𐑛𐑩𐑕𐑐𐑤𐑱 𐑩𐑛𐑮𐑧𐑕
id: %s: Tidak dapat membaca alamat tampilan
ja: %s: ディスプレイのアドレスを取得できませんでした
lv: %s: Neizdevās nolasīt displeja adresi
ml: %s: ഡിസ്പ്ളെ മേല്‍വിലാസം വായിക്കുവാന്‍ സാധ്യല്ല
uk: %s: не вдається зчитати адресу дисплея

source: %s: Could not read display port number
be: %s: немагчыма прачытаць нумар порту дысплэю
be@latin: %s: nie ŭdałosia pračytać numar portu dla ekranu
en@shaw: %s: 𐑒𐑫𐑛 𐑯𐑪𐑑 𐑮𐑧𐑛 𐑛𐑩𐑕𐑐𐑤𐑱 𐑐𐑹𐑑 𐑯𐑳𐑥𐑚𐑼
id: %s: Tidak dapat membaca nomor port tampilan
ja: %s: ディスプレイのポート番号を取得できませんでした
lv: %s: Neizdevās nolasīt displeja porta numuru
ml: %s: ഡിസ്പ്ളെ പോര്‍ട്ട് നംബര്‍ വായിക്കുവാന്‍ സാധ്യല്ല
uk: %s: не вдається зчитати номер порта дисплея

source: %s: Could not extract authlist from packet
be: %s: немагчыма здабыць сьпіс аўтарызацыі са скрутку
be@latin: %s: nie ŭdałosia vynić aŭtaryzacyjny śpis z pakunku
id: %s: Tidak dapat mengekstrak daftar otentikasi (authlist) dari paket
ja: %s: パケットから authlist を展開できませんでした
lv: %s: Neizdevās iegūt authlist no paketes
ml: %s: പാക്കറ്റില്‍ നിന്നും authlist ലഭ്യമായില്ല
uk: %s: не вдається виділити список авторизації з пакету

source: %s: Error in checksum
be: %s: памылка ў праверчае суме
be@latin: %s: pamyłka ŭ padličanaj sumie
id: %s: Galat pada checksum
ja: %s: チェックサムの計算中にエラーが発生しました
lv: %s: Kļūda kontrolsumā
ml: %s: checksum-ല്‍ പിഴവ്
uk: %s: помилка в контрольній сумі

source: %s: Got REQUEST from banned host %s
be: %s: атрыманы REQUEST(запыт) ад забароненага вузла %s
be@latin: %s: ad zabaronienaha hostu %s atrymany zapyt "REQUEST"
en@shaw: %s: 𐑜𐑪𐑑 𐑮𐑦𐑒𐑢𐑧𐑕𐑑 𐑓𐑮𐑪𐑥 𐑚𐑨𐑯𐑛 𐑣𐑴𐑕𐑑 %s
id: %s: Mendapat REQUEST dari host yang dikucilkan %s
ja: %s: 接続不可のホスト (%s) から REQUEST を受け取りました
lv: %s: Saņemts REQUEST no liegtas adreses %s
ml: %s: റദ്ദാക്കിയ ഹോസ്റ്റ് %s-ല്‍ നിന്നും REQUEST ലഭിച്ചിരിക്കുന്നു
uk: %s: отримано REQUEST(запит) від забороненого комп'ютера %s

source: %s: Could not read Display Number
be: %s: немагчыма прачытаць нумар дысплэю
be@latin: %s: nie ŭdałosia pračytać numar ekranu
en@shaw: %s: 𐑒𐑫𐑛 𐑯𐑪𐑑 𐑮𐑧𐑛 𐑛𐑩𐑕𐑐𐑤𐑱 𐑯𐑳𐑥𐑚𐑼
id: %s: Tidak dapat membaca Nomor Tampilan
ja: %s: ディスプレイ番号を取得できませんでした
lv: %s: Neizdevās nolasīt displeja numuru
ml: %s: ഡിസ്പ്ളെ പോര്‍ട്ട് നംബര്‍ വായിക്കുവാന്‍ സാധ്യമായില്ല
uk: %s: не вдається зчитати номер дисплея

source: %s: Could not read Connection Type
be: %s: немагчыма прачытаць від далучэньня
be@latin: %s: nie ŭdałosia pračytać typ spałučeńnia
en@shaw: %s: 𐑒𐑫𐑛 𐑯𐑪𐑑 𐑮𐑧𐑛 𐑒𐑩𐑯𐑧𐑒𐑖𐑩𐑯 𐑑𐑲𐑐
id: %s: Tidak dapat membaca Jenis Koneksi
ja: %s: 接続方法を取得できませんでした
lv: %s: Neizdevās nolasīt savienojuma tipu
ml: %s: ഏത് തരം കണക്ഷന്‍ ആണ് എന്ന് വായിക്കുവാന്‍ സാധ്യമായില്ല
uk: %s: не вдається зчитати тип з'єднання

source: %s: Could not read Client Address
be: %s: немагчыма прачытаць адрас кліента
be@latin: %s: nie ŭdałosia pračytać adras klijentu
en@shaw: %s: 𐑒𐑫𐑛 𐑯𐑪𐑑 𐑮𐑧𐑛 𐑒𐑤𐑲𐑩𐑯𐑑 𐑩𐑛𐑮𐑧𐑕
id: %s: Tidak dapat membaca Alamat Klien
ja: %s: クライアントのアドレスを取得できませんでした
lv: %s: Neizdevās nolasīt klienta adresi
ml: %s:ക്ലൈന്റ് മേല്‍വിലാസം വായിക്കുവാന്‍ സാധ്യമായില്ല
uk: %s: не вдається зчитати адресу клієнта

source: %s: Could not read Authentication Names
be: %s: немагчыма прачытаць аўтэнтыфікацыйныя назвы
be@latin: %s: nie ŭdałosia pračytać nazvy dla aŭtaryzacyi
en@shaw: %s: 𐑒𐑫𐑛 𐑯𐑪𐑑 𐑮𐑧𐑛 𐑷𐑔𐑧𐑯𐑑𐑦𐑒𐑱𐑖𐑩𐑯 𐑯𐑱𐑥𐑟
id: %s: Tidak dapat membaca Nama Otentikasi
ja: %s: 認証名を取得できませんでした
lv: %s: Neizdevās nolasīt autentifikācijas vārdus
ml: %s: അധികൃത പേരുകള്‍ വായിക്കുവാന്‍ സാധ്യമായില്ല
uk: %s: не вдається зчитати імена автентифікації

source: %s: Could not read Authentication Data
be: %s: нямагчыма прачытаць даньні аўтарызацыі
be@latin: %s: nie ŭdałosia pračytać źviestki dla aŭtaryzacyi
en@shaw: %s: 𐑒𐑫𐑛 𐑯𐑪𐑑 𐑮𐑧𐑛 𐑷𐑔𐑧𐑯𐑑𐑦𐑒𐑱𐑖𐑩𐑯 𐑛𐑱𐑑𐑩
id: %s: Tidak dapat membaca Data Otentikasi
ja: %s: 認証データを取得できませんでした
lv: %s: Neizdevās nolasīt autentifikācijas datus
ml: %s: അതികൃത ഡേറ്റാ വായിക്കുവാന്‍ സാധ്യമായില്ല
uk: %s: не вдається зчитати дані автентифікації

source: %s: Could not read Authorization List
be: %s: немагчыма прачытаць сьпіс аўтарызацыі
be@latin: %s: nie ŭdałosia pračytać aŭtaryzacyjny śpis
en@shaw: %s: 𐑒𐑫𐑛 𐑯𐑪𐑑 𐑮𐑧𐑛 𐑷𐑔𐑼𐑦𐑟𐑱𐑖𐑩𐑯 𐑤𐑦𐑕𐑑
id: %s: Tidak dapat membaca Daftar Otorisasi
ja: %s: 認証リストを取得できませんでした
lv: %s: Neizdevās nolasīt autorizācijas sarakstu
ml: %s: ഓഥറൈസേഷന്‍ ലിസ്റ്റ് വായിക്കുവാന്‍ സാധ്യമായില്ല
uk: %s: не вдається зчитати список авторизації

source: %s: Could not read Manufacturer ID
be: %s: немагчыма прачытаць ID вытворцы
be@latin: %s: nie ŭdałosia pračytać ID vytvorcy
en@shaw: %s: 𐑒𐑫𐑛 𐑯𐑪𐑑 𐑮𐑧𐑛 𐑥𐑩𐑯𐑘𐑫𐑓𐑨𐑒𐑗𐑼𐑼 ID
id: %s: Tidak dapat membaca ID Manufaktur
ja: %s: 製造番号を取得できませんでした
lv: %s: Neizdevās nolasīt ražotāja ID
ml: %s: നിര്‍മ്മാതാവിന്റെ ID വായിക്കുവാന്‍ സാധ്യമായില്ല
uk: %s: Не вдається зчитати ідентифікатор виробника

source: %s: Failed checksum from %s
be: %s: памылка ў праверчай суме з %s
be@latin: %s: nie ŭdałosia spraŭdzić padličanuju sumu dla %s
id: %s: Kegagalan cheksum dari %s
ja: %s: %s のチェックサムに失敗しました
lv: %s: Kļūme kontrolsummā no %s
ml: %s: %s-ല്‍ നിന്നുളള checksum പരാജയപ്പെട്ടു
uk: %s: Неправильна контрольна сума з %s

source: %s: Got Manage from banned host %s
be: %s: атрыманы запыт на абслугоўваньне ад забароненага вузлу %s
be@latin: %s: ad zabaronienaha hostu %s atrymany zapyt "Manage"
en@shaw: %s: 𐑜𐑪𐑑 𐑥𐑨𐑯𐑦𐑡 𐑓𐑮𐑪𐑥 𐑚𐑨𐑯𐑛 𐑣𐑴𐑕𐑑 %s
id: %s: Memperoleh Manage dari host %s yang dikuncilkan
ja: %s: 接続不可のホスト (%s) からマネージを受け取りました
lv: %s: Saņemts ziņojums no liegtas adreses %s
ml: %s: റദ്ദാക്കിയ ഹോസ്റ്റ് %s-ല്‍ നിന്നും നിരീക്ഷണം ലഭിച്ചിരിക്കുന്നു
uk: %s: отримано Manage(запит обслуговування) від забороненого комп'ютера %s

source: %s: Could not read Session ID
be: %s: немагчыма прачытаць ID сэсыі
be@latin: %s: nie ŭdałosia pračytać ID sesii
en@shaw: %s: 𐑒𐑫𐑛 𐑯𐑪𐑑 𐑮𐑧𐑛 𐑕𐑧𐑖𐑩𐑯 ID
id: %s: Tidak dapat membasi ID Sesi
ja: %s: セッション ID を取得できませんでした
lv: %s: Neizdevās nolasīt sesijas ID
ml: %s: സെഷന്‍ ID വായിക്കുവാന്‍ സാധ്യമായില്ല
uk: %s: не вдається зчитати ідентифікатор сеансу

source: %s: Could not read Display Class
be: %s: немагчыма прачытаць клясу дысплэю
be@latin: %s: nie ŭdałosia pračytać klasu ekranu
en@shaw: %s: 𐑒𐑫𐑛 𐑯𐑪𐑑 𐑮𐑧𐑛 𐑛𐑩𐑕𐑐𐑤𐑱 𐑒𐑤𐑭𐑕
id: %s: Tidak dapat membaca Kelas Tampilan
ja: %s: ディスプレイ・クラスを取得できませんでした
lv: %s: Neizdevās nolasīt displeja klasi
ml: %s: ഡിസ്പ്ളെ ക്ളാസ്സ് വായിക്കുവാന്‍ സാധ്യമായില്ല
uk: %s: не вдається зчитати клас дисплея

source: %s: Could not read address
be: %s: Немагчыма прачытаць адрэсу
be@latin: %s: nie ŭdałosia pračytać adras
en@shaw: %s: 𐑒𐑫𐑛 𐑯𐑪𐑑 𐑮𐑧𐑛 𐑩𐑛𐑮𐑧𐑕
id: %s: Tidak dapat membaca alamat
ja: %s: アドレスを取得できませんでした
lv: %s: Neizdevās nolasīt adresi
ml: %s: മേല്‍വിലാസം വായിക്കുവാന്‍ സാധ്യമായില്ല
uk: %s: не вдається зчитати адресу

source: %s: Got KEEPALIVE from banned host %s
be: %s: атрыманы запыт KEEPALIVE ад забароненага вузла %s
be@latin: %s: ad zabaronienaha hostu %s atrymany zapyt "KEEPALIVE"
id: %s: Mendapatkan KEEPALIVE dari host yang dikucilkan %s
ja: %s: 接続不可のホスト (%s) から KEEPALIVE を受け取りました
lv: %s: Saņemts KEEPALIVE no liegtas adreses %s
ml: %s: റദ്ദാക്കിയ ഹോസ്റ്റ് %s-ല്‍ നിന്നും KEEPALIVE ലഭിച്ചിരിക്കുന്നു
uk: %s: Отримано KEEPALIVE від забороненого комп'ютера %s

source: GdmXdmcpDisplayFactory: Could not read XDMCP header!
be: GdmXdmcpDisplayFactory: намагчыма прачытаць загаловак XDMCP!
be@latin: GdmXdmcpDisplayFactory: nie ŭdałosia pračytać zahałovak XDMCP!
id: GdmXdmcpDisplayFactory: Tidak dapat membaca tajuk XDMCP!
ja: GdmXdmcpDisplayFactory: XDMCP のヘッダを読み取れませんでした
lv: GdmXdmcpDisplayFactory: Neizdevās nolasīt XDMCP galveni!
ml: GdmXdmcpDisplayFactory: XDMCP ഹെഡര്‍ വായിക്കുവാന്‍ സാധ്യമല്ല!
uk: GdmXdmcpDisplayFactory: не вдається прочитати заголовок XDMCP!

source: XMDCP: Incorrect XDMCP version!
be: XMDCP: кепская версія XDMCP!
be@latin: XMDCP: niasłušnaja versija XDMCP!
id: XDMCP: Versi XDMCP salah!
ja: XDMCP: XDMCP のバージョンが間違っています
lv: XMDCP: Nepareiza XDMCP versija!
ml: XDMCP: XDMCP-യുടെ തെറ്റായ പതിപ്പു്!
uk: XMDCP: невірна версія XDMCP!

source: XMDCP: Unable to parse address
be: XMDCP: немагчыма разабраць адрас
be@latin: XMDCP: nie ŭdałosia razabrać adras
id: XDMCP: Tidak dapat menguraikan alamat
ja: XMDCP: アドレスを解析できません
lv: XMDCP: Neizdevās parsēt adresi
ml: XMDCP: വിലാസം പാഴ്സ് ചെയ്യുവാന്‍ സാധ്യമായില്ല
uk: XMDCP: неможливо розібрати адресу

source: Could not get server hostname: %s!
be: Немагчыма вызначыьц назву вузла: %s!
be@latin: Nie ŭdałosia atrymać nazvu hostu servera: %s!
en@shaw: 𐑒𐑫𐑛 𐑯𐑪𐑑 𐑜𐑧𐑑 𐑕𐑻𐑝𐑼 𐑣𐑴𐑕𐑑𐑯𐑱𐑥: %s!
id: Tidak dapat memperoleh nama host server: %s!
ja: サーバのホスト名を取得できませんでした: %s
lv: Neizdevās iegūt servera vārdisko adresi: %s!
ml: സര്‍വറിന്റെ ഹോസ്റ്റ് നാമം ലഭ്യമല്ല: %s!
uk: Не вдається отримати назву сервера: %s!

source: Cannot write PID file %s: possibly out of disk space: %s
id: Tidak dapat menulis berkas PID %s: kemungkinan media simpan telah penuh: %s
ja: PID ファイル %s に書き込めません; ディスクの空き容量が足りないようです: %s
lv: Neizdodas ierakstīt PID failu %s: iespējams, beigusies diska brīvā vieta: %s

source: Logdir %s does not exist or isn't a directory.
be: Тэчка храналогу %s не існуе ці не з'яўляецца тэчкай.
be@latin: Kataloh logaŭ %s nie isnuje, albo heta nie kataloh.
id: Direktori log %s tidak ada atau bukan sebuah direktori.
ja: Logdir の %s は存在しないかディレクトリではありません
lv: Žurnālu direktorija %s neeksistē vai nav direktorija.
ml: Logdir %s നിലവിലില്ല, അല്ലെങ്കില്‍ അത് ഡയറക്ടറിയല്ല.
uk: Каталог реєстрації %s не існує або він не є каталогом.

source: Authdir %s does not exist. Aborting.
be: Тэчка аўтэнтыфікацыі %s не існуе. Аварыйнае заканчэнне працы.
be@latin: Kataloh aŭtaryzacyi %s nie isnuje. Spynieńnie.
id: Direktori otentikasi %s tidak ada. Dibatalkan.
ja: Authdir の %s が存在しないので処理を中止します
lv: Žurnālu direktorija %s neeksistē. Pārtrauc darbību.
ml: Authdir %s നിലവിലില്ല. നിര്‍ത്തുന്നു.
uk: Каталог авторизації %s не існує. Аварійне завершення.

source: Authdir %s is not a directory. Aborting.
be: Тэчка аўтэнтыфікацыі %s не з'яўляецца тэчкай. Аварыйнае заканчэнне працы.
be@latin: Mierkavany kataloh aŭtaryzacyi %s nia jość kataloham. Spynieńnie.
id: Direktori otentikasi %s bukan sebuah direktori. Dibatalkan.
ja: Authdir の %s はディレクトリではないので処理を中止します
lv: Autentifikācijas direktorija %s nav direktorijs. Pārtrauc darbību.
ml: Authdir %s ഒരു ഡയറക്ടറി അല്ല. നിര്‍ത്തുന്നു.
uk: Каталог авторизації %s не є каталогом. Аварійне завершення.
